[
    {
        "text": "Under this specific intervention, support can be provided for the following actions:  the administrative costs of setting up mutual funds , the financial contributions to replenish mutual funds, following the compensation paid to producer members who experience a severe drop in their income, the interest repayments on loans take n out to set up or replenish mutual funds",
        "label": []
    },
    {
        "text": "These could include; long -term grants and payments to owners, state backed insurance scheme and protection of ownership and right to manage maintained 5.",
        "label": []
    },
    {
        "text": "An important tool to manage income fluctuations, direct payments and supports under the Rural Development Programme have a secondary effect whereby they are seen by banks as a guarantee and thereby enable farmers to access finance.",
        "label": []
    },
    {
        "text": "To encourage participation DAFM will engage with the sector through advisory services and sector forums and through the work of exist ing POs Under this specific intervention, support can be provided for the following actions: • the administrative costs of setting up mutual funds • the financial contributions to replenish mutual funds, following the compensation paid to producer members wh o experience a severe drop in their income • the interest repayments on loans taken out to set up or replenish mutual funds Eligibility conditions A PO, TPO or APO, recognised in accordance with EU and national legislation, having submitted and received ap proval for an Operational Programme of 3 -7 years in duration, may submit a claim for EU aid in line with Article 52 of SPR 2021/2115 6 Form and rate of support/amounts/calculation methods The aid budget will be no less than 41% of Value of Marketed Product (45% for APOs and 5% for TPOs), applied in line with Article 52 of SPR 2021/2115.",
        "label": []
    },
    {
        "text": "Exemption 2 - Organic Farmers Any certified organic land, including land ‘in conversion’, will automatically qualify for the greening payment without having to meet the greening requirements, as long as it has been certified by an accredited body .",
        "label": []
    },
    {
        "text": "The aim of Rural Social Scheme is to provide income support to low-income farmers and to provide certain services of benefit to rural communities.",
        "label": []
    },
    {
        "text": "The eSPSV Grant Scheme was introduced in February 2018 and provides up to €7,000 towards the purchase of BEV or up to €3,500 towards a PHEV to vehicles in the taxi, hackney and limousine sectors.",
        "label": []
    },
    {
        "text": "The annual are a based payment for the conversion period is €212/hectare per annum with the remainder of the contract period (maintenance cost) returning €106/ hectare per annum.",
        "label": []
    },
    {
        "text": "Payments for organic c ommitments are annual and per hectare and are designed to cover the additional costs incurred and the income forgone (eg due to lower yields) as a result of organic production methods.",
        "label": []
    },
    {
        "text": "Generational renewal will be supported through the allocation of 3% of the direct payments envelope to the Complementary Income Support for Young Farmers (CIS -YF), as well as through the continued prioritisation of young farmers and new entrants for allocations from the National Reserve.",
        "label": []
    },
    {
        "text": "Area -based payment s to OFS participants are based on the following regulatory principles which underpin the rationale for the payment level s: - Income forgone and cost incurred with regard to usual good agricultural practice - Agronomic assumptions use d as reference point - Level of incentive and justification for incentive based on objective criteria",
        "label": []
    },
    {
        "text": "LEADER is administered through 29 Local Action Groups in sub-regional areas throughout the country and will contribute €250m in grant aid to rural areas over the period of the Programme.",
        "label": []
    },
    {
        "text": "Payment is computed on the b asis of a minimum stocking level of 0 5 LU per hectare of the forage area qualifying for payment .",
        "label": []
    },
    {
        "text": "Nearly one -quarter (307%) of all forests are growing on highly productive gley soils while 419% of Priva te (grant aided) forests occur on the se soils, reflecting for estry’s mov e onto more productive soils since the mid to late 1980’s.",
        "label": []
    },
    {
        "text": "For small scale organic horticultural producers farming a total area of less than 3 hectares, subject to a minimum of 1 hectare, a higher SM6 payment was made during and after the initial con version period was completed.",
        "label": []
    },
    {
        "text": "The Fund will provide €1 billion in support over the period 2019 -2027 for collaborative, integrated initiatives that w ill transform rural communities.",
        "label": []
    },
    {
        "text": "For farmers engaged in both arable crop and livestock production, payment for arable crop production is based on the actual area cropped by the farmer.",
        "label": []
    },
    {
        "text": "Estimated saving provided with grant application indicate saving in the range of €010 - €020 per kWh of investment.",
        "label": []
    },
    {
        "text": "There will be greater environmental conditionality on direct payments with links to requirements from other areas including the Water Framework Directive and mandatory nutrition management plans.",
        "label": []
    },
    {
        "text": "Farmers not reaching this stocking rate level receive payment on a pro rata basis in line with their actual level of production.",
        "label": []
    },
    {
        "text": "This scheme has two measures: • provides financial support towards the professional costs, such as legal, taxation and advisory, incurred during the establishment of a Registered Farm Partnership.",
        "label": []
    },
    {
        "text": "Financial support towards the professi onal costs, such as legal, taxation and advisory for older farmers will contribute 50% of such vouched costs, to a maximum payment of €1,500 per beneficiary Additional explanation Non applicable 8 Information regarding State aid assessment The interventi on falls outside the scope of Article 42 TFEU and is subject to state aid assessment: Yes No Mixed Type of state aid instrument to be used for clearance: Notification GBER ABER de minimis 9 Additional questions/information specific to the Type of Intervention N/A 10 WTO compliance Green Box Paragraph 2 of Annex 2 WTO Explanation of how the intervention respects the relev ant provisions of Annex 2 to the WTO Agreement on Agriculture as specified in Article 10 of this Regulation and in Annex II to this Regulation (Green Box) The Collaborative Farming Grant meets the criteria laid out in paragraph 2 of Annex II of the WTO Agreement on Agriculture.",
        "label": []
    },
    {
        "text": "It also assists and supports the delivery of capacity building and training programmes with the aim of equipping decision makers with the capability and confidence to analyse, plan for and respond to the risks and opportunities that a changing climate presents.",
        "label": []
    },
    {
        "text": "In addition the Department provides money to facilitate the development and promotion of the Organic Sector through  certification of organic operators on behalf of the DAFM .",
        "label": []
    },
    {
        "text": "The Built Heritage Capital Grant provides smaller grants for works at historic buildings but may also be used to conserve and repair historic structures in towns and citiesThe Social Housing Investment Programme is a Multi Annual Capital Investment Programme in Cities/TownsIrish Water’s capital investment Plan for drinking water/wastewater infrastructure on a multi-annual basis to deliver the €85 billion funding package that was committed to for water investment in Project Ireland 2040Funding under the Strategy for the Future Development of National and Regional Greenways is pivoting following the Programme for Government to fully integrate Greenways into our town and village centres by ensuring that funded projects bring access from the Greenway to places of education, employment and entertainment in our town and village centresThe Climate Action and Retrofitting Initiatives sets a target to upgrade 500,000 homes to a Building Energy Rating of B2 / cost optimal equivalent or carbon equivalent by 2030.",
        "label": []
    },
    {
        "text": "The aim of the AECM Training (a cross -cutting measure) is to assist farmers in implementing actions under the AECM and to equip farmers with the knowledg e to make environmentally conscious decisions on their farms.",
        "label": []
    },
    {
        "text": "Formatted: Space Before: 2 pt, After: 2 ptFormatted: Font color: Auto EN 717 EN The associated training will: • outline how the actions undertaken as part of the Suckler Carbon Efficiency Programme will address the challenges that the scheme is designed to address, • educate farmers on how to appropriately implement the actions; thereby equipping them with the knowledge and skills necessary to optimise delivery and continue the ongoing management of the commitments undertaken; as well as to facilitate the implementation of high welfare practices.",
        "label": []
    },
    {
        "text": "In order to prepare the sector for this requirement a number of training and capacity building seminars were held in May and in September 2018 supported by the Climate Ireland research team based in the marine and renewable energy research and development centre (MaREI), University College Cork",
        "label": []
    },
    {
        "text": "The SEAI also continues to support energy audits, provides free training for businesses, and provides financial supports to those businesses that want to invest in energy efficiencyThe National Standards Authority of Ireland (NSAI) through the provision of technical infrastructure services (measurement, standards and certification schemes) in critical areas such as emerging technology, low carbon and modern methods of construction, climate adaptation, carbon capture and use of alternative fuels, supports European and national policy delivery in the area of climate change.",
        "label": []
    },
    {
        "text": "These include increases in the rate of financial support across all categories with larger increases for broadleaf planting, an increase in the proportion of broadleaf planting in all applications to 15% and new initiatives to promote alternative silvicultural practices.",
        "label": []
    },
    {
        "text": "The SWOT analysis noted that sales of Plant Protection Products in Ireland have declined overall since 2011, and that Ireland has been successful in decreasing the risks associated with the use of pesticides, and Ireland commitment to lower usage even further is under pinned by the 2nd National Acti on Plan 2019 -2024 for the Sustainable use of Pesticides (2019) has five main areas in which it aims to make improvements: ·Training, Education, Information Exchange and Data Gathering; ·Controls on Application Equipment; ·Controls on Storage, Supply and Di sposal of Plant Protection Products; ·Controls on use of Plant Protection Products in Specified Areas; ·Integrated Pest Management.",
        "label": []
    },
    {
        "text": "Training to Implement the Suckler Carbon Efficiency Programme contributes to the need to Increase farmers’ and advisors’ understanding of climate change, air quality, water quality, soil health, animal health and welfare and biodiversity related challenges and opportunities at farm level (ObjAKISN1) due to the knowledge it equips farmers with, in the context of participating in the SCEP.",
        "label": []
    },
    {
        "text": "For 2017, EX CEED support ed 24 projects with grant assistance of €1885m which resulted in 262 GWh of efficiency gains.",
        "label": []
    },
    {
        "text": "Income Averaging under the Irish taxation system allows farmers to pay tax on the averaged profit and losses of their fa rming trade over a period of 5 years.",
        "label": []
    },
    {
        "text": "A tax incentive for companies paying corporation tax is also in place in the form of accelerated capital allowance for energy efficient equipment.",
        "label": []
    },
    {
        "text": "These include the granting of an enhanced 50% stock tax relief to members of registered farm partnerships; the recognition of such arrangements in the calculation of payments under the Pillar I and Pillar II Schemes; and the introduction of a Support for C ollaborative Farming Grant Scheme for brand new farm partnerships.",
        "label": []
    },
    {
        "text": "To complement the EXEED programme, the tax code provides for accelerated capital allowances (ACAs) for energy e fficient equipment supporting the reduction of energy use in the workplace and the awareness of energy efficiency standards in appliances.",
        "label": []
    },
    {
        "text": "We are committed to further developing a taxation framework, which play s its full part in incentivising, along with other available policy levers, the necessary actions to reduce our emissions; • Align the financial system to decarbonisation ambition : achieving climate neutrality implies a very significant transition for all a ctors in Ireland’s economy.",
        "label": []
    },
    {
        "text": "Obj8N5 - Improve on farm safety and increase awareness of the importance o f farmer well -being Accelerated Capital Allowance Programme The Accelerated Capital Allowance (ACA) is a tax credit that encourages the purchase of energy -efficient goods and equipment.",
        "label": []
    },
    {
        "text": "To complement the EX CEED programme, the tax code provides for accelerated capital allowances (ACAs) for energy efficient equipment supporting the reduction of energy use in the workplace and the awareness of energy efficiency standards in appliances.",
        "label": []
    },
    {
        "text": "Succession and the early transfer of family farms is supported by Agricultural Relief from Capital Acquisitions Tax and Stamp Duty exemptions.",
        "label": []
    },
    {
        "text": "She helps our clients in a deep technical understanding and analysis of their innovation investments according to national and international guidelines on Industry 40 and R&D for optimizing tax incentivesBrian McDonnellEU Funding Contact -IrelandBrian is an SME in the Irish grants team.",
        "label": []
    },
    {
        "text": "Government policies on taxation, expenditure, sustainable finance, spatial planning, and research and development provide an im portant enabling framework for individual, household, community, and company -level climate action.",
        "label": []
    },
    {
        "text": "EN 233 EN Nationally – taxation and access to finance At national level there are a number of measures aimed at young f armers including a number of taxation measures, both to facilitate succession and to support their establishment.",
        "label": []
    },
    {
        "text": "IDAFM and Department of Finance to undertake a review of capital, taxation and other incentives available to the seafood sector and to make initial recommendations by end 2015.",
        "label": []
    },
    {
        "text": "D/Agriculture, Food & the Marine Relevant Departments and Agencies 131 Support generational renewal, including young farmers and women in agriculture, through measures including the CAP , taxation measures and access to finance initiatives.",
        "label": []
    },
    {
        "text": "Income averaging for farmers is a recognition that income in the sector is volatile and that the annual tax liability can vary significantly.",
        "label": []
    },
    {
        "text": "These include financial support, taxation measures and access to finance initiatives.",
        "label": []
    },
    {
        "text": "The group is currently meeting on a regular basistourismdivision@tcagsmgovie12c Rationalize inefficient fossil-fuel subsidies that encourage wasteful consumption by removing market distortions, in accordance with national circumstances, including by restructuring taxation and phasing out those harmful subsidies, where they exist, to reflect their environmental impacts, taking fully into account the specific needs and conditions of developing countries and minimizing the possible adverse impacts on their development in a manner that protects the poor and the affected communitiesDECC Climate Action Plan 2021The Climate Action Plan 2021, reflects the legally binding targets for 2030 and 2050 by setting a roadmap for taking decisive action to meet these.",
        "label": []
    },
    {
        "text": "The Government will ensure that the tax system as it specifically applies to farmers should remain under review to establish if there is further scope to take account of income volatility faced by dairy farmers .",
        "label": []
    },
    {
        "text": "Recommendations at Producer level included reviewing and upd ating the agri -taxation measures to address competitiveness issues , avoiding further challenges to land mobility and consider actions that help deliver environmental sustain ability and energy efficiency.",
        "label": []
    },
    {
        "text": "Environmental Taxation and Carbon Pricing : taxation policy can play a central role in incentivising the behavioural change necessary to reduce our greenhouse gas emissions and to support additional environmental benefits.",
        "label": []
    },
    {
        "text": "Support generational renewal, including young farmers and women in agriculture, through measures including the CAP , taxation measures and access to finance initiatives.",
        "label": []
    },
    {
        "text": "As su ch, providing support to assist in the purchasing of this equipment will simultaneously improve farm safety and increase awareness of the importance of farmer well -being thus addressing Obj8N5.",
        "label": []
    },
    {
        "text": "Therefore, the On Farm Capital investment Scheme, which provides financial assistance to purchase such equipment, further contributes to addressing Obj8N1.",
        "label": []
    },
    {
        "text": "Grants are provided for farmers wishing to invest in either productive technologies and or equipment.",
        "label": []
    },
    {
        "text": "The goal of the scheme is to provide support for farmers to invest in productive equipment for their farms.",
        "label": []
    },
    {
        "text": "In these years, the Capital Investment Scheme will contribute to addressing Obj5N2 by providing support for investments in nutrient storage facilities, LESS equipment and precision farming eq uipment.",
        "label": []
    },
    {
        "text": "The intervention further supports Obj9N2 by supporting investments in animal housing facilities; and Obj9N3 by supporting investments in precision farming equipment.",
        "label": []
    },
    {
        "text": "In order to encourage the purchase by farmers of this specialised type of equipment, this st rand of support under the measure will not be subject to the overall investment ceiling which will be applicable under the other strands of support introduced.",
        "label": []
    },
    {
        "text": "It does so through the provision of grant aid on investments for technologies and equipment such as solar panels and Low Emission Slurry Spreading (LESS) equipment.",
        "label": []
    },
    {
        "text": "It further provides support for precision grass measurement equipment, rainwater harvesting and storage, solar panels, heat recovery units, heat pumps, biomass boilers, ventilation and insulation, which decrease energy pressure on farms and improve water quality on farms (Obj5N2).",
        "label": []
    },
    {
        "text": "Similarly, the On-Farm Ca pital Investments Scheme has provisions for investments in equipment that will allow farmers to reduce the amount of Green House Gas emissions that they produce during their agricultural practices.",
        "label": []
    },
    {
        "text": "Support provided under this scheme will directly address Obj5N4 by providing an incentive to farmers to invest in sustainable farm practices that protect natural resources, ie, organic farming practices; and will also directly address Obj5N1 and Obj5N 2 by providing an incentive to farmers to invest in machinery and equipment that better protects air and water quality.",
        "label": []
    },
    {
        "text": "For Organic Farmers/Farm Safety Equipment/Investments delivering specific environmental/climate benefits the maximum is €45,000 based on an indicative investment ceiling of €90,000 @ 50% grant rate.",
        "label": []
    },
    {
        "text": "–Improve rural transport links through a review of services, support for our regional airports and investment in rural infrastructure.",
        "label": []
    },
    {
        "text": "·Maximum upper variation (%) or maximum amount, where applicable (% or EUR): €5,055 is the average and €132,000 is the maximum payable, this could be achieved by a young farmer partnership completing an approved investment to the maximum value of €160,000 (60% rate) and also completi ng an approved Low Emission Slurry Spreading Equipment approved investment to the maximum of €60,000 (60% grant rate) €5,055 is the average unit amount per investment based on experience seen in TAMS II.",
        "label": []
    },
    {
        "text": "For Partnership applications an indicative investment ceiling wil l be applied of €160,000 per holding 4Low Emission Slurry Spreading Equipment - It is proposed to have a 50% grant rate for LESS spreading attachments and a 40% grant rate for mobile tanker and the umbilical pump, reel and pipes.",
        "label": []
    },
    {
        "text": "The grant rates will be as follows: ·General On Farm Investments - 40% grant rate ·Young Farmers and Women Farmers - 60% grant rate ·Organic Farmers/Farm Safety Equipment/Investments delivering specific environmental/climate benefits – 50% grant rate ·Low Emission Slurry Spreading Equipment – 40% & 50% grant rate Maximum grant rates For the General On Farm Investments the maximum is € 36,000 based on an indicative investment ceiling of €90,000 @40% grant rate.",
        "label": []
    },
    {
        "text": "Obj8N2 - Improve infrastructure and access to services in rural areas including broadband Town and Village and Renewal Scheme 2021: This is part of ‘Our Rural Future – Rural Development Policy 2021 -2025’.",
        "label": []
    },
    {
        "text": "The Department of Agriculture Food and the Marine has funded a number of loan schemes which provide access to finance for famers in Ireland, enabling them to main tain liquidity and ensure they can take investment decisions tailored to their enterprise.",
        "label": []
    },
    {
        "text": "The Future Growth Loan Scheme is a long -term loan (7 -10 years) that is offered by the SBCI with the support of the Department of Enterprise, Trade and EN 39 EN Employment, the Department of Agriculture, Food and the Marine, the European In vestment Bank and the European Investment Fund (EIF).",
        "label": []
    },
    {
        "text": "The Future Growth Loan Scheme (FGLS) is a long-term loan facility (7 -10 years) providing €800 million in investment loan funding to SMEs and small mid-caps, including farmers and fishers.",
        "label": []
    },
    {
        "text": "Microfinance Ireland supports micro -enterprises, including farmers with loan finance, providing an important resource for micro enterprises who are finding it difficult to access finance through banks and other commercial lenders.",
        "label": []
    },
    {
        "text": "As detailed in section 21, and particularly in the justification section in respect of only partially addressing SO1 in the CSP, th ere are significant supports already available to farmers and advisors outside of the CSP ranging from Teagasc advisory services, and the Farm Options Programme to financial aspects such as the SBCI Future Growth Loan Scheme and income averaging options.",
        "label": []
    },
    {
        "text": "IDAFM to review the possibility of developing a mechanism to minimise risk for processors and give farmers conﬁdence regarding price including possible mutual funds such as a reinsurance scheme.",
        "label": []
    },
    {
        "text": "The Future Growth Loan Scheme, developed in partnership with the European Investment Fund (EIF), provides a source of finance for young farmers who may not have high levels of security and has been in high demand.",
        "label": []
    },
    {
        "text": "Microfinance Ireland supports micro -enterprises, including farmers with loan finance, providing an important resource for micro enterprises wh o are finding it difficult to access finance through banks and other commercial lenders.",
        "label": []
    },
    {
        "text": "The ASSAP programme includes mitigation measures for nutrient loss to waterways and GAEC 8 is enhanced to give NPF credit to farmers who implement appropriate mitigation measures at farm level 639 The text on Statutory Management Requirements (SMRs) 3 and 4 on pages 182, 1878 and 1889 of the draft CSP are completely inadequate and fail to describe appropriately the breadth of the implications of these SMRs especially SMR 3 which applies outside SPAs .",
        "label": []
    },
    {
        "text": "Transport costs shall be fixed in the terms and conditions of the scheme 7 Additional information specific to the Type of Interventi on EN 470 EN N/A 8 WTO compliance Amber Box Explanation of how the intervention respects the relevant provisions of Annex 2 to the WTO Agreement on Agriculture as specified in Article 10 of this Regulation and in Annex II to this Regulation (Green Box) N/A EN 471 EN HARIN(47(2)(i)) - - harvest and production insurance that contributes to safeguarding producers' incomes where there are losses as a consequence of natural disasters, adverse climatic events, diseases or pest infestations while ensuring that beneficiaries take necessary risk prevention measures 52FVPO13 - Harvest and Production Insurance Intervention Code (MS) 52FVPO13 Intervention Name Harvest an d Production Insurance Type of Intervention HARIN(47(2)(i)) - harvest and production insurance that contributes to safeguarding producers' incomes where there are losses as a consequence of natural disasters, adverse climatic events, diseases or pest infe stations while ensuring that beneficiaries take necessary risk prevention measures Common Output Indicator O35.",
        "label": []
    },
    {
        "text": "The issues around the possibility of developing a mechanism including mutual funds such as a reinsurance scheme should be examined to minimise risk for processors and give farmers conﬁdence regarding price",
        "label": []
    },
    {
        "text": "Young farmers in p articular face difficulties when trying to access finance due to their inability to provide appropriate collateral to banks and due to their lack of credit history, making them high risk.",
        "label": []
    },
    {
        "text": "Without access to credit from banks, young farmers are unable to invest in the necessary factors of production to either develop their own farm enterprise or incre ase the productivity and profitability of their existing farm enterprise; and this hinders their overall growth potential.",
        "label": []
    },
    {
        "text": "However, an overall decrease in lending to the agricultural sector, particularly in relation to long and medium -term loans, has limited the ability of some farmers to i nvest further.",
        "label": []
    },
    {
        "text": "Young farmers in particular face difficulties when trying to access finance due to their inability to provide appropriate collateral to banks and due to their lack of credit history, making them high risk.",
        "label": []
    },
    {
        "text": "The Brexit Impact Loan S cheme (BILS) provides loans to Brexit -impacted Irish businesses for working capital, investment and re -financing.",
        "label": []
    },
    {
        "text": "However, an overall decrease in lending to the agricultural sector, particularly in relation to long and medium -term loans, has limited the ability of some farmers to invest further.",
        "label": []
    },
    {
        "text": "Without access to credit from banks, young farmers are unable to invest in the necessary factors of production to either develop their own farm enterprise or increase the productivity and profitab ility of their existing farm enterprise; and this hinders their overall growth potential.",
        "label": []
    },
    {
        "text": "Interest repayments on loans are also eligible for EU aid.",
        "label": []
    },
    {
        "text": "The Future Growth Loan Scheme is a long -term loan (7 -10 years) that is offered by the SBCI with the support of the Department o f Enterprise, Trade and Employment, the Department of Agriculture, Food and the Marine, the European Investment Bank and the European Investment Fund (EIF).",
        "label": []
    },
    {
        "text": "In addition, a fine will apply which will be calculated on the difference between the area declared and the area determined .",
        "label": []
    },
    {
        "text": "• Under Section 74 of the Wildlife Act, 1976, (as amended), a person guilty of an offence shall be liable to a fine not exceeding £50,000 (€63,490) or a prison term not exceeding 2 years, or both a fine and a prison term.",
        "label": []
    },
    {
        "text": "If an offence is committed by a public body, and is co mmitted with the consent of, or is attributable to the neglect on the part of a director, manager or other officer of the public body, that person will also be liable for prosecution125 On conviction, fines up to €250,000 or imprisonment for up to 2 years, or both, may be imposed 125 Per s ection 14A(6) of the Act.",
        "label": []
    },
    {
        "text": "(1) Where trees have been—(a) felled or otherwise removed without a licence under section 7,(b) felled under a licence and, either at the time of such felling or subsequently, a condition of the licence is contravened, or(c) in the opinion of the Minister, seriously damaged,the Minister may issue a replanting order in respect of the owner requiring him or her to replant or to fulfil any or all of the conditions that attached to the licence (or, in a case in which no licence was granted, any or all of the conditions that would, in the opinion of the Minister, have been attached to a licence had such been granted) in accordance with the provisions of the orderSections 27-29 detail offences and corresponding penalties, from fixed penalties to (on conviction) substantial fines and imprisonment.",
        "label": []
    },
    {
        "text": "Landowners found burning illegally could face fines, imprisonment and Single Farm Payment penalties, where applicable .",
        "label": []
    },
    {
        "text": "Fines for breaches of the Wildlife (Amendment) Act 2000 range from €635 to €63,490 and prison terms from 3 months to 2 years , or both a fine and a prison Department of Agriculture, Food & the Marine 54 term.",
        "label": []
    },
    {
        "text": "Monetary penalties will include interest payable at the rat e provided for under SI No 13 of 2006.",
        "label": []
    },
    {
        "text": "This report was published on Budget Day and is available online 9 In Budget 2019, t he Minister for Finance welcomed the publication of the ESRI report as a first step in better understanding the environmental, social and economic impact of increasing the c arbon tax.",
        "label": []
    },
    {
        "text": "Both the NMP and the NDP explicitly recognise that the reliance solely on Exchequer expenditure schemes is neither affordable nor adequate to meet the scale of the challenge to be addressed, and that climate mitigation action will require a targeted balance between Exchequer -supported expenditure, taxation measures, regulation and behavioural change.",
        "label": []
    },
    {
        "text": "Penalty amounts may be deducted from future payments due to the applicant under this scheme or from payments due under other EU -financed schemes.",
        "label": []
    },
    {
        "text": "There is also a commitment to continually examining the potential role of taxation (both motor and vehicle registration taxes) as a means of promoting low carbon emitting vehic les.",
        "label": []
    },
    {
        "text": "Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development Eurostat SDG indicator 1710 Official development assistance as share of gross national income Eurostat SDG indicator 1713 General government gross debt 0010203040506072005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015% of gross national income Year Official development assistance as share of gross national income (%) 0204060801001201402000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016% of GDP Year General government gross debt (%) 215AppendicesVoluntary national Review 2018Eurostat SDG indicator 1719 Shares of environmental and labour taxes in total tax revenues113 Eurostat SDG indicator 1719 Shares of environmental and labour taxes in total tax revenues 7727476788828486889922000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016% Year Shares of environmental and labour taxes in total tax revenues (environmental) 051015202530354045502003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015% Year Shares of environmental and labour taxes in total tax revenues (labour) 113 Eurostat SDG indicator 1719 Shares of environmental and labour taxes in total tax revenues 7727476788828486889922000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016% Year Shares of environmental and labour taxes in total tax revenues (environmental) 051015202530354045502003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015% Year Shares of environmental and labour taxes in total tax revenues (labour) No data at Member State level for:u EurostatSDGindicator1230u EurostatSDGindicator1321u EurostatSDGindicator1345u EurostatSDGindicator1431u EurostatSDGindicator1531u EurostatSDGindicator1711u EurostatSDGindicator1712Appendices216Voluntary National Review 2018 Annex II: Ireland’s 2030 Vision Meaningful implementation of the SDGs at the national level requires that each country, guidedbythelevelofglobalambitionreflectedintheGoals,defineswhatconstitutessuccessfulachievementoftheSDGsinlightofitsnationalcircumstancesAs a highly developed country with a deep commitment to global cooperation and to the SDGsinparticular,IrelandhasanambitiousvisionforachievingtheGoalsby2030Our 2030 vision for Ireland is of a country: u definedbyitscommitmenttoensuringthatallcitizenshavetheopportunitytoreachtheir full potential at every stage of their lives; u that is just, equitable and socially inclusive, that protects its most vulnerable citizens and where no citizen, regardless of gender, age, family status, civil status, sexual orientation, race, disability, religion or membership of the Traveller Community faces discrimination or barriers to their full participation in society; u that plans for and accommodates its growing population in a manner that sustainably fosters, enhances and integrates existing and new communities, that improves our quality of life and the quality of our shared environment and that provides tailored housing supports and State assistance in ensuring access to good quality, safe homes for its residents; u where a robust national economy delivers shared prosperity, sustainable growth anddecentjobsand,togetherwithsustainablemanagementofthepublicfinances,provides the funding to pay for comprehensive services and public investment; u that is supported by an effective, resilient and responsive public service that engages with the public in an open and accountable manner to ensure their needs are central to policy development and high-quality service delivery; u where the rights of all children and young people are respected, protected and fulfilled;wheretheirvoicesareheardandwheretheyaresupportedtorealisetheirmaximum potential now and in the future; u where older people enjoy a comfortable standard of living, their dignity respected, and they can live independently in their own homes and communities for as long as possible or have equitable access to high-quality long-term residential care where needed; u with an education and training system that has become the best in Europe and which; harnesses education to break down barriers for groups at risk of exclusion; delivers a learning experience to highest international standards; equips learners of all ages and capacities to participate and succeed in a changing world; and allows Irelandtobealeaderacrossabroadrangeoffields,scientific,cultural,enterpriseand public service; 217AppendicesVoluntary national Review 2018u where people’s health and well-being is maximised, by keeping people healthy, reducing health inequalities, providing the healthcare people need, delivering high-quality services, and getting best value from health system resources; u that is on-track to achieving a transition to a competitive, low carbon, climate-resilient and environmentally sustainable economy by 2050, while also addressing the issue of energy poverty, supported by investment in renewable energy and sustainabletransport,togetherwithimprovementsintheenergyefficiencyofthebuilt environment; u that protects and preserves its terrestrial, freshwater and marine biodiversity; u that has embedded a pattern of sustainable consumption and production in its economic systems; u with food production systems which show absolute commitment to the principles of sustainability, and which acknowledges that environmental protection and economic competitiveness are equal and complementary – one will not be achieved at the expense of the other; and u that continues to work for a fairer, more just, more secure, more sustainable world, and to promote human rights and fundamental freedoms, disarmament, and international peacekeeping, as well as addressing extreme poverty, hunger and malnutritionAppendices218Voluntary National Review 2018 Annex III: Summary Report of the VNR Stakeholder Consultation WorkshopChair: Department of Communications, Climate Action and Environment [DCCAE]Venue: GovernmentBuildings,Dublin,14May2018Workshop SummaryThe workshop, organised by DCCAE, took place in the Italian Room, Government buildings on 14 May 2018, where participants representing national civil society and private sector stakeholdergroupsattendedTheworkshopconsistedofthreemainsessions:u Introductory presentation and main messages, followed by Q&A;u Roundtable breakout discussions; andu Reportbackfromroundtables,furtherQ&ADCCAEprovidedopeningremarksattheworkshopandwelcomedallparticipantsTheworkshop was arranged in order to enable stakeholder consultation on the draft VNR, and toprovideaforumforopenandinteractivediscussionbetweenofficialsandstakeholderrepresentativesonthemainmessagesandsubstanceofthedraftreportDCCAEoutlinedhowfeedbackreceivedattheworkshopwouldbeincorporatedintoafinaldraftofthereportwhichwouldthenbesubmittedtotheSeniorOfficialsGroupontheSDGsItwasalso noted that a high-level summary of the workshop would be included as an annex to the VNRDCCAE presented an overview of the VNR outlining key messages, its structure and progressundereachGoaldiscussingbothrelateddataandpolicymeasuresForanumberofGoalsIreland’sperformanceismostlyabovetheEUaverageincludingGoal3and4DCCAEreferredtoGoal8whichspeakstoIreland’sstrongeconomicrecoveryHoweverwhereIrelandisprogressinglesswellwasalsodiscussedItwasalsoacknowledgedthatsomeindicatorsmaybeperceivedasinappropriatefornationalcircumstances[egGoal6andGoal11],asthedataindicatesquiteapositiveperformancebutfailstoreflectthechallengesfacedbyIrelandintheseareasTheissuesrelatingtoGDPmeasurementinanIrishcontextwasalsonoted219AppendicesVoluntary national Review 2018Department of Foreign Affairs and Trade [DFAT] presented an overview of Ireland’s internationaldevelopmentanditscontributiontoaspecificsetoftheGoals1,2,3,4,5,10,13and16Irelandtakesanoutcome-basedapproachtoitsdevelopmentworkandplaystoitsstrengthswithalargeportionofitsworkfocusedonagricultureandnutritionEnsuring Ireland’s aid is gender sensitive is hugely important and Ireland ranks very high in thisareaODAprotectionisalsoakeyfocusofIrelandAnewWhitePaperoninternationaldevelopment policy will be published this year which will build on Ireland’s existing developmentcooperationprogrammeandfurtherstrengthenitsalignmenttotheSDGsFollowingthepresentations,therewasaquestionandanswersessionfromthefloorIntheirinterventions,participantsthankedofficialsfortheirpresentationsandsoughtclarificationonsomeinformationpresentedandalsorecommendedareaswherefurtherinformation should be provided which included:u The need to expand and widen the set of indicators used and broaden scope tousetier2and3datasetsu Some felt the high-level comparator to EU-28 to be misleading and recommended to compareagainstEU-15insteadasamoreappropriatepeergroupu WelcomedthedisclosureonissuesfacedwithGDPfiguresinIrelandbutbelieved should instead go further and use GNI*foralldatasetsu It was also noted there are issues with the indicators and reporting around women’s role and lack of recognition, and also women’s rights needs to be looked at and addressedu ReflectingonIreland’simplementationacrossbothglobalandnationallevelwas welcomed, however a third layer which the external dimension of national implementation wasrequestedu Some participants felt the report needs to strengthen the multilateral aspect of implementation, and include actions of civil society and also initiatives which aregovernmentfundedu A number spoke about the interconnectedness of the Goals which they felt didnotcomeoutstronglyenoughu The importance of policy coherence was underlined and sought information onhowGovernmentintendstoaddresstensionsthatexistacrosspoliciesDCCAE addressed and responded to questions as they were raised while DFAT respondedtoglobalaspectsDCCAEcommittedtoraisesectorspecificpointswithrelevantgovernmentdepartmentsDCCAEalsonoted,thatforsomeareas,developmentis still in the early stages, such as addressing internal policy tensions that exist across the SDGsItwasalsoacknowledgedthatamoreextensivepublicconsultationfortheVNRwould have been preferable and committed to improve on this for the next reporting periodAppendices220Voluntary National Review 2018Session two involved roundtable breakout discussions where participants were grouped in tables of ten with three questions to discuss:1.",
        "label": []
    },
    {
        "text": "The Minister for Finance also committed the Government to putting in pla ce a long -term trajectory for Carbon Tax increases out to 2030 in line with the 9 See The Economic and Environmental Impacts of Increasing theIrish Carbon Tax available online at: [URL] 24 recomm endations of the Climate Change Advisory Council and the outcome of the work of the Joint Oireachtas Committee on Climate Action .",
        "label": []
    },
    {
        "text": "Energy suppliers need to work collaboratively with customers to identify potential savings and to make the investments to d eliver those savings or they face a fine.",
        "label": []
    },
    {
        "text": "Galmoy Mines Ltd. was later fined €100,000 for breaches of health and safety regulations in relation to this.",
        "label": []
    },
    {
        "text": "It further notes that clear long -term signalling by Government on the future evolution of car bon tax is vital.",
        "label": []
    },
    {
        "text": "Outside of the ETS, a national carbon tax, currently set at €20 per tonne of CO 2 emitted, was introduced on a phased basis from 2009.",
        "label": []
    },
    {
        "text": "Outside of the ETS, a national carbon tax, currently set at €20 per tonne of CO2 emitted, was introduced on a phased basis from 2009.",
        "label": []
    },
    {
        "text": "The mine was later fined €100,000 for breaches of health and safety legislation in relation to the death of one of its workers.",
        "label": []
    },
    {
        "text": "Clear long-term signalling on the future evolution of the carbon tax is essential to ensure that it is able to send a sufficiently strong signal to drive low-carbon investments by households and businessesInvestment in the Transition to a Low-Carbon SocietyClimate mitigation and adaptation are cross-cutting priorities.",
        "label": []
    },
    {
        "text": "Value for Money Review of the Organic Farming Scheme Page | 84 Annex 9 - Organic Farming Scheme A Checklist 2013 OFS A Checklist (Initial calculation of payment) Insert Year of payment, ie either 2, 3, 4, 5, or 6 Applicant(s) Name:_______________________________REPS No______________ CO Section YeS NO N/A 1.",
        "label": []
    },
    {
        "text": "Work to refine this data will continue over the coming months in advance of finalisation of the EPA’s 2019 greenhouse gas emission s projections.",
        "label": []
    },
    {
        "text": "Harvest and production insurance interventions shall not cover insurance payments which compensate producers for more than 100 % of the income loss suffered, taking into account any compensation the producers obtain from other support or insurance schemes related to the insured risk 7 Additional information specific to the Type of Interven tion N/A 8 WTO compliance Amber Box Explanation of how the intervention respects the relevant provisions of Annex 2 to the WTO Agreement on Agriculture as specified in Article 10 of this Regulation and in Annex II to this Regulation (Green Box) N/A EN 406 EN COACH(47(2)(j)) - - coaching to other producer organisations and associations of producer organisations recognised under Regulation (EU) No 1308/2013 or under Article 67(7) of this Regulation, or to individual producers 52FVPO14 - Coaching For Risk Management Intervention Code (MS) 52FVPO14 Intervention Name Coaching For Risk Management Type of Intervention COACH(47(2)(j)) - coaching to other producer organisations and associations of producer organisations recognised under Regulation (EU) No 1308/2013 or under Article 67(7) of this Regulation, or to individual producers Common Output Indicator O35.",
        "label": []
    },
    {
        "text": "Has applicant applied for green cover payment.",
        "label": []
    },
    {
        "text": "Redefine the goal of the transport system as sustainable accessibility in order to challenge ingrained mindsets and shift away from identifying high mobility, in terms of reduced travel time, with well-being2.",
        "label": []
    },
    {
        "text": "The JTF Territory (the Territory) as defined in Ireland’s Territorial Just Transition Plan (TJTP) was the powerhouse of Ireland, producing fuel & agricultural produce.",
        "label": []
    },
    {
        "text": "For this purpose, the Department maintains a Register of Foresters & Forestry Companies who have been met various criteria set by the Department, including educational qualifications and Professional Indemnity Insurance.",
        "label": []
    },
    {
        "text": "Plans must commit to a more significant environmental achievement than the current CAP supported schemes.",
        "label": []
    },
    {
        "text": "Research into the role and placement of logistics hubs and consolidation centres will inform the potential for greater integration with low-carbon alternatives for ‘last-mile’ delivery and support the realisation of enhanced logistic efficiencies1536 AdaptationTransport infrastructure and networks are critical to the operation of Irish society and, as set out in the Sectoral Adaptation Plan for the Transport sector, transport networks are increasingly exposed to the effects of climate change with increased storms, flooding and high temperatures posing challenges for the operation and resilience of roads, rail networks, ports, and airports.",
        "label": []
    },
    {
        "text": "Irish forests are a rich resource of biodiversity providing important and abundant habitats for many non-tree plant species and lichens frequent across the forest estate.",
        "label": []
    },
    {
        "text": "WA have checked the strength parameters used, the lower gypsum ‘expected’ strength parameters as defined in in SRK’s October 2018 report (Ref: UK30238: Drumgoosat Subsidence Event – Technical Report); namely, a cohesio n of 277 kPa and a friction angle of 48° and are satisfied these are applicable  4122 The 79m thick roof beam thickness was progressively reduced for modelling and a graph of roof beam thickness against maximum beam deflection at the excavation DEPARTMENT OF COMMUN ICATIONS, CLIMATE ACTION AND ENVIRONME NT ASSESSMENT OF THE ST ABILITY OF THE L4900 CORRIDOR.",
        "label": []
    },
    {
        "text": "Withdrawal of the licence by the OCB within the term of the five -year commitment shall mean termination from the Scheme and full recoupment of all aid paid, including interest payable under SI No 13 of 2006 4.",
        "label": []
    },
    {
        "text": "Accordingly, I wou ld appreciate if you could fill out the questionnaire attached in relation to the staffing costs associated with the Organic Farming Scheme in your Division.",
        "label": []
    },
    {
        "text": "(* Formerly referred to as ‘aquatic buffer zone’ ) (** With the possible exception of the planting of single or small groups of native trees (see Section 354 ) and fencing (see Section 371 ) During site assessment, identify and map (on the required Habitat Map and Biodiversity Map ) the water features defined in Table 1, each of which require a water setback.",
        "label": []
    },
    {
        "text": "The Department engages with civil society stakeholders on an ongoing basis on topical development issues including through the Civil Society Division in the Development Cooperation and Africa Divisiondcdcsdeucoordination@dfaie 16b Promote and enforce non-discriminatory laws and policies for sustainable developmentDCEDIY Irish Human Rights and Equality Commission (IHREC) Act 2014IHREC empowered to promote best practice, aided by the Public Service Duty commitmentIHREC supports Government Departments in fulfilling their obligations under the Public Sector Dutyinfo@ihrecieTarget Target Details Lead Dept Stakeholders Relevant National PolicyNational Policy Key objectives Stakeholder Engagement Activities in PlacePoint of ContactGoal 17 Strengthen the means of implementation and revitalize the global partnership for sustainable development117171 Strengthen domestic resource mobilization, including through international support to developing countries, to improve domestic capacity for tax and other revenue collectionDFA A Better World Strengthening governance is a policy priority in A Better World and includes the ambition to strengthen domestic resource mobilisation and tax administrations in developing countriesThe Department engaged in extensive consultation with stakeholders in the preparation of A Better World.",
        "label": []
    },
    {
        "text": "Since the publication of the Energy W hite Paper , significant progress has been made in the implementation of measures, including the enactment of the Energy Act 2016;10 publication of A Strategy to Combat Energy Poverty in Ireland (February 2016);11 development of new Public Sector Energy Effi ciency Action Plan;12 publication of a National Policy Framework on Alternative Fuels Infrastructure ( May 2017 );13 development of a new Renewable Electricity Support Scheme14 for commencement in 2018, subject to State aid approval from the European Commission ; and development of a Support Scheme for Renewable Heat with the scheme due to commence in 2018 , again subject to State aid approval.",
        "label": []
    },
    {
        "text": "BDGP entails farmers undertaking a six-year commitment to carry out pre-defined actions to deliver a more climate friendly suckler herd.",
        "label": []
    },
    {
        "text": "Increasing the accuracy of selection by 10 percentage units, through a combination of higher heritability estimates (ie , better defined phenotypes and statistical models) as well as more phenotypic re cords, is worth an additional €4 million, €485,000 and €88,000 annually to the Irish dairy, beef and sheep sectors, respectively which is cumulative and permanent and an excel lent return on the €300,000 budget of this project - 15 to 1 return on investment in just one year.",
        "label": []
    },
    {
        "text": " To examine the ext ent to which the Scheme’s objectives have been achieved, and comment on the effectiveness with which they have been achieved.",
        "label": []
    },
    {
        "text": "Does the declared Income units accurately reflect the current farming enterprises (check DAFM database SPS, AIMS, AHCS Yes No Annex 7 – Organic Farming Scheme Business Plan Checklist 2013 Value for Money Review of the Organic Farming Scheme Page | 82 3.",
        "label": []
    }
]