[{"id":164818,"text":"Similarly, the On-Farm Ca pital Investments Scheme has provisions for investments in equipment that will allow farmers to reduce the amount of Green House Gas emissions that they produce during their agricultural practices.","label":["Supplies"],"Comments":[]},{"id":164819,"text":"Planting tree belt for ammonia capture at farmyard Low Input Grassland; • The On -Farm Capital Investments Scheme (OFCIS) has provisions for investments in equipment that will a llow farmers to reduce the amount of Green House Gas emissions that they produce during their agricultural practices.","label":["Supplies"],"Comments":[]},{"id":164820,"text":"The Targeted Agricultural Modernisation Schemes (TAMS) supports investment in low emissions slurry spreading equipment, farm nutrient storage and renewable energy and energy efficiency.","label":["Supplies"],"Comments":[]},{"id":164821,"text":"This Eco-Scheme practice is to encourage farmers to make the transition to using precision machinery for application of chemical fertiliser and\/or plant protection pr oducts.","label":["Non-Incentive"],"Comments":[]},{"id":164822,"text":"Furthermore, under the On Farm Capital In vestment Scheme , farmers can apply for support to invest in renewable energies as an alternative to farming practices.","label":["Supplies"],"Comments":[]},{"id":164823,"text":"In addition, there may be a need for Carbon Capture and Storage (CCS) in difficult-to-abate industry sectorsAgriculture : Key measures in agriculture include increasing adoption of GHG-efficient farming practices, diversifying farm activities (eg, through afforestation, forest management and bioenergy), and creating new biomethane business opportunitiesLULUCF : The proposed pathway includes acceleration of afforestation planting rates, significant reduced management intensity of peatlands, and more efficient management of grasslands and croplands to reduce emissions.","label":["Non-Incentive"],"Comments":[]},{"id":164824,"text":"Targeted Agricultural Modernisation Scheme (TAMS) II (AF2E) Supports capital investment in a number of target areas which will promote, among other things, sustainability (eg low emissions slurry spreading equipment, farm nutrient storage, and renewable energy and energy efficiency).","label":["Supplies"],"Comments":[]},{"id":164825,"text":"This, coupled with up -skillin g of farmers through scheme -specific training on the AECM, on the suckler carbon efficiency scheme, provide farmers with the skills and knowledge to implement actions that will improve their capacity to take more environmentally friendly actions.","label":["Technical_assistance"],"Comments":[]},{"id":164826,"text":"In a similar fashion, the On-Farm Capital Investment Scheme (OFCIS) has the potential to address addresses Obj6N1 through the provision of grant aid on non -productive investments for machinery such as precision farming equipment including Low Emissions Slurry Spreaders (LESS).","label":["Supplies"],"Comments":[]},{"id":164827,"text":"IContinue to enhance and roll out at farm level the Carbon Navigator Initiative which provides online software to assist farmers in understanding how their farms produce GHG emissions, identify mitigation capacity and to set targets and a pathway to reduce emissions.","label":["Technical_assistance"],"Comments":[]},{"id":164828,"text":"In these years, the Capital Investment Scheme will contribute to addressing Obj4,N1 and Obj4,N4 by providing support for investments in precision farming equipment a nd in the case of the tillage sector, low disturbance tillage equipment, straw incorporating equipment and equipment to assist the establishment of green cover.","label":["Supplies"],"Comments":[]},{"id":164829,"text":"For the agriculture sector, the following measures will be critical to success: 1631 Significant Reduction in Nitrous Oxide Emissions by Changing Farm Management Practices in relation to Nutrient UseNitrogen, phosphorus and potassium are the key nutrients which fertilise our land and ensure that plants, crops and trees can grow.","label":["Non-Incentive"],"Comments":[]},{"id":164830,"text":"Management practices that can increase soil organic carbon (SOC) stocks to mitigate climate change will provide the basis for inclu sion of grassland soils into both carbon trading schemes and life -cycle assessments (LCA's), which will assist the sector both in terms of carbon credits and a reduced carbon footprint on agricultural produce.","label":["Non-Incentive"],"Comments":[]},{"id":164831,"text":"Organic Farmers\/Health and Safety Equipment\/ Investments delivering specific environmental\/climate benefits Support under this category will include aid for Organic Farming, Health and Safe ty equipment and investments that support specific environmental\/climate benefits ·Support will be provided to organic farmers at a higher grant rate.","label":["Supplies"],"Comments":[]},{"id":164832,"text":"The OFCIS provides financial support to farmers looking to invest in nutrient storage facilities and precision farming equipment, such as low disturbance tillage equipment, and Low Emission Slurry Spreading (LESS) equipment, that will improve air quality (Obj5N1) and improve soil health (Obj5N3) .","label":["Supplies"],"Comments":[]},{"id":164833,"text":"Support provided under this scheme will directly address Obj5N4 by providing an incentive to farmers to invest in sustainable farm practices that protect natural resources, ie, organic farming practices; and will also directly address Obj5N1 and Obj5N 2 by providing an incentive to farmers to invest in machinery and equipment that better protects air and water quality.","label":["Non-Incentive"],"Comments":[]},{"id":164834,"text":"The Eco-Scheme addresses this need by supporting farmers who undertake agricultural practices that support the maintenance of carbon stores in grasslands and woodlands.","label":["Non-Incentive"],"Comments":[]},{"id":164835,"text":"The Department of Agriculture, Food and the Marine supports the improvement of energy efficiency and the adoption of renewable heat technologies at farm level in the form of various TAMS supports such as new dairy equipment which is more energy efficient than older technology, biomass boilers under the Pig and Poultry Investment Scheme (PPIS) and the Young Farmer Capital Investment Scheme (YFCIS).","label":["Supplies"],"Comments":[]},{"id":164836,"text":"Precisi on farming allows for a reduced use of fertilisers and pesticides, as well as a more accurate application of pesticides which reduces their environmental risk, and therefore the On Farm Capital Investment Scheme also addresses Obj9N3 .","label":["Non-Incentive"],"Comments":[]},{"id":164837,"text":"Relevant actions in the current GLAS programme include, initiatives such as the provision of support for farmers to use low emission slurry equipment (LESS), support for the planting of new hedgerows and for low input pasture.","label":["Non-Incentive"],"Comments":[]},{"id":164838,"text":"In these years, the Capital Investment Scheme will contribute to addressing Obj5,N2 and Obj9,N3 by providing support for investments in precision farming equipment for applicatio n of plant protection product s. It will also support investment in equipment such as Ring Rollers and Haulm Toppers to reduce reliance on plant protection product s. Relevant Result Indicator(s): R9 Farm modernisation: Share of farms receiving investment support to restructure and modernise, including to improve resource efficiency 315 Where relevant, CAP contribution towards LIFE projects 32 Overview of the generational renewal strategy An overview of the relevant interventions and specific conditi ons for young farmers, such as “Complementary income support for young farmers” and “Installation of young farmers”, and their respective budgetary allocations; this overview shall also explain in general terms the interplay with any relevant national inst ruments with a view of improving the consistency between Union and national actions in this area.","label":["Supplies"],"Comments":[]},{"id":164839,"text":"The goal of the scheme is to provide support for farmers to invest in productive equipment for their farms.","label":["Supplies"],"Comments":[]},{"id":164840,"text":"Grants are provided for farmers wishing to invest in either productive or non -productive tech nologies and or equipment.","label":["Supplies"],"Comments":[]},{"id":164841,"text":"Training to Im plement the Suckler Carbon Efficiency Programme contributes to the need to Increase farmers’ and advisors’ understanding of climate change, air quality, water quality, soil health, animal health and welfare and biodiversity related challenges and opportuni ties at farm level (ObjAKISN1) due to the knowledge it equips farmers with, in the context of participating in the SCEP.","label":["Technical_assistance"],"Comments":[]},{"id":164842,"text":"REDE(46(d)) research into, and development of, sustainable production methods, including pest resilience, animal disease resistance and climate change resilience and mitigation, innovative practices and production techniques boosting economic competitiveness and bolstering market developments CAP SPECIFIC OBJECTIVE Code + Description Recommended CAP Specif ic Objectives for this Type of Intervention are displayed in bold SO3 Improve the farmer' position in the value chain SO4 Contribute to climate change mitigation and adaptation, including by reducing greenhouse gas emission and enhancing carbon sequestration, as well as promote sustainable energy 3 Need(s) addressed by the intervention Code Description Prioritisation at the level of the CAP Strategic Plan Addressed in CSP Obj3N1 Increase primary producers’ share in the value chain Highest priority SO3 Yes Obj4N1 Reduce Green House Gases (GHG) emissions from agriculture Highest for SO 4 Yes Obj4N4 Encourage climate adaptation 4th Highest for SO 4 Yes Obj4N5 Increase EE thru uptake of new technologies + facilitate the production of renewable energy sources 5th Highest for SO 4 Yes 4 Result indicator(s) EN 392 EN RESULT INDICATORS Code + Description Recommended result indicators for the selected CAP Specific Objectives of this intervention are displayed in bold R10 Share of farms participating in producer groups, producer organisations, local markets, short supply chain circuits and quality schemes supported by the CAP R11\/Fruit and Vegetables Share of value of marketed production by producer organisations or producer groups with operational programmes in certain sectors 5 Specific design, requirements and eligibility conditions of the intervention Description Forms part of the suite of interventions supporting the Fruit and Vegetable sector in Ireland through Producer Organisation’s Operational Programmes.","label":["Non-Incentive"],"Comments":[]},{"id":164843,"text":"The agriculture sector measures which have been included in the National Mitigation Plan not only focus on the mitigation of greenhouse gas es and improving resource efficiency but are also aimed at restoring, preserving and enhancing ecosystems related to building resilience of agricultural production systems (i e. adaptation).","label":["Non-Incentive"],"Comments":[]},{"id":164844,"text":"IFollowing on from engagement and adoption of the Origin Green programme at farm level, participants in the Bord Bia Quality Assurance Schemes to work to deliver improvements in their carbon footprint, added to the subsequent calculation of improvement on these farms at a macro national level.","label":["Non-Incentive"],"Comments":[]},{"id":164845,"text":"Relevant Result Indicator(s): R14 Carbon storage in soils and biomas s: Share of Utilised Agricultural Area (UAA) under supported commitments to reduce emissions, maintain and\/or enhance carbon storage (including permanent grassland, permanent crops with permanent green cover, agricultural land in wetland and peatland) Suckler Carbon Efficiency Measure The Suckler Carbon Efficiency Measure will reduce greenhouse gas emissions in the livestock sector through enhanced use of genetics, genomics and performance metrics that will permanently increase the sustainability and envi ronmental efficiency of the Irish suckler herd.","label":["Non-Incentive"],"Comments":[]},{"id":164846,"text":"Some of the commitments outlined on the delivery of forestry and better incorporation of the environmental and social elements include; • Incorporation of afforestation into the new CAP to provide incentives for farmers to plant woodland on their farms, acting as a carbon store, helping to promote wildlife corridors, and providing a future fuel source for the household.","label":["Non-Incentive"],"Comments":[]},{"id":164847,"text":"The On Farm Capital Investment scheme will further provide support for investments that improve animal health and welfare standards on farm (Obj9N2), such as the mo dernisation of animal housing facilities or the construction of new animal housing facilities on farm; and investments that allow farmers to acquire technologies and equipment that increase their efficiencies, including precision farming equipment.","label":["Supplies"],"Comments":[]},{"id":164848,"text":"IPromote widespread uptake of on­farm capital investment grants as part of RDP 2014­2020 especially for low emission slurry spreading equipment, farm nutrient storage and animal housing which will help lower emissions and improve water quality.","label":["Non-Incentive"],"Comments":[]},{"id":164849,"text":"The On-Farm Capital Investment scheme (OFCIS) also contributes to Obj8N1 through support for investments that improve environmental performance on farm.","label":["Supplies"],"Comments":[]},{"id":164850,"text":"Obj8N5 - Improve on farm safety and increase awareness of the importance of farmer well -being Accelerated Capital Allowance Programme The Accelerated Capital Allowance (ACA) is a tax credit that encourages the purchase of energy -effici ent goods and equipment.","label":["Tax_deduction"],"Comments":[]},{"id":164851,"text":"Grants are provided for farmers wishing to invest in productive technologies and\/or equipment.","label":["Supplies"],"Comments":[]},{"id":164852,"text":"Type of measure Education and Training Objective of measure Developed by the EPA and the IFA to support the measurement, monitoring and Improvement of environmental performance of individual farms.","label":["Technical_assistance"],"Comments":[]},{"id":164853,"text":"The need to increase farmers’ and advisors’ understanding of climate change, air quality, water quality, soil healt h, animal health and welfare and biodiversity related challenges and opportunities at farm level (ObjAKISN1) is also addressed by the AECM Training measure and the Training for the Suckler Carbon Efficiency Programme.","label":["Technical_assistance"],"Comments":[]},{"id":164854,"text":"Seeing as organic farming contributes to reducing GHG emissions, and that organic farmers are supported at a higher rate, Obj4N1 is addressed through this intervention.","label":["Non-Incentive"],"Comments":[]},{"id":164855,"text":"Ensure that farmers are supported by national policy to use their land to generate renewable energy and produce food and public environmental goods.","label":["Non-Incentive"],"Comments":[]},{"id":164856,"text":"Furthermore, the intervention supports investments in technology and equipment that improve environmental performance on farms.","label":["Supplies"],"Comments":[]},{"id":164857,"text":"Support provided under this scheme has the potential to address the need to r educe Green House Gases (GHG) emissions from agriculture (Obj4N1) and the need to develop.","label":["Non-Incentive"],"Comments":[]},{"id":164858,"text":"The European Innovation Partnership AGRI funds projects that allow farmers, scientists and other experts to collaborate together to develop new practices that are environmentally friendly and economically sustainable, wh ile also looking to improve the resilience of the sector.","label":["Non-Incentive"],"Comments":[]},{"id":164859,"text":"These measures not only focus on the mi tigation of greenhouse gases and improving resource efficiency but are also aimed at restoring, preserving and enhancing ecosystems related to building resilience of agricultural production systems (ie adaptation).","label":["Non-Incentive"],"Comments":[]},{"id":164860,"text":"The Organic Farming Scheme provides support to farmers interested in practicing organic farming methods rather than conventional farming methods, which tend to use a greater number of inputs, such as fertilisers and pes ticides.","label":["Non-Incentive"],"Comments":[]},{"id":164861,"text":"The aims and objectives of the GAECs and the Pillar I Eco -Scheme and the Pillar II Interventions is to supp ort agricultural in ways that contribute to improvements in environment conditions and climate action.","label":["Non-Incentive"],"Comments":[]},{"id":164862,"text":"The carbon sub-index has been recently incorporated into the Economic Breeding Index which will help the sector achieve its breeding goals1633 Support Transition to Alternative Land Uses through Diversification Options There is a clear need to enhance the sector’s contribution across food production; climate change mitigation and resilience; and energy security of a decarbonising system.","label":["Non-Incentive"],"Comments":[]},{"id":164863,"text":"The scheme includes practices aimed at reducing chemical nitrogen usage, increasing tree planting, increasing nature -and biodiversity -rich land areas and encouraging extensive livestock production (HNV type farming) and contributing positively to a range of indicators.","label":["Non-Incentive"],"Comments":[]},{"id":164864,"text":"The AECM General measure provides support to farmers who implement certain actions beneficial to the climate, environment (n atural resources) and biodiversity, through payments based on the cost incurred for maintaining landscapes or income forgone.","label":["Direct_payment"],"Comments":[]},{"id":164865,"text":"The On Farm Capital Investme nt Scheme provides support for investments in technologies and equipment including rainwater harvesting and storage equipment, solar panels and heat recovery units, thereby addressing the need to encourage climate adaptation (Obj4N4 ).","label":["Supplies"],"Comments":[]},{"id":164866,"text":"There may be some change in the types on investments that take place with the expected increase in organic farming investments along with investments to support improved environmental outcomes such as LESS, nutrient storage, energy efficiency.","label":["Non-Incentive"],"Comments":[]},{"id":164867,"text":"The aim of the AECM Training (a cross -cutting measure) is to assist farmers in implementing actions under the AECM and to equip farmers with the knowledge to make environmentally conscious decisions on their farms.","label":["Technical_assistance"],"Comments":[]},{"id":164868,"text":"In order to encourage the purchase by farmers of this specialised type of equipment, this st rand of support under the measure will not be subject to the overall investment ceiling which will be applicable under the other strands of support introduced.","label":["Supplies"],"Comments":[]},{"id":164869,"text":"These initiatives present significant opportunities for employment growth in rural communities, and will be supported by investment in upskilling and retraining of the workforce where necessaryThe Sustainable Energy Communities programme involves local communities directly in how energy is used for the benefit of their community as a whole.","label":["Technical_assistance"],"Comments":[]},{"id":164870,"text":"Obj2N1, the need to increase the efficiency and competitiveness of farms through the adoption of new technologies, is addressed by the provision of this financial support which affords farmers access to subsidised investments.","label":["Supplies"],"Comments":[]},{"id":164871,"text":"·Support for nutrient storage will be provided for investments in the construction of farm nutrient storage facilities on farms.","label":["Supplies"],"Comments":[]},{"id":164872,"text":"The intervention also supports investments that allow farmers to acquire technologies and equipment that increases their efficiencies and climate adaptation potential thus addressing Obj4N4 and Obj4N5.","label":["Supplies"],"Comments":[]},{"id":164873,"text":"IEU Environmental Aid Scheme 2014­2020 to be targeted at supporting Agri­food companies to invest in initiatives which aim to deliver improved environmental and energy eﬃciency, increase their uptake of renewable energy technologies and environmental protection systems and research alternative possibilities in relation to energy eﬃciencies and technologies.","label":["Supplies"],"Comments":[]},{"id":164874,"text":"The Eco-Scheme provides support to farmers who commit to undertake agricultural practices beneficial for the climate and the environment.","label":["Direct_payment"],"Comments":[]},{"id":164875,"text":"The On -Farm Investment Sc heme will be reoriented to support investments that contribute to environmental, farm safety and animal health\/welfare objectives.","label":["Supplies"],"Comments":[]},{"id":164876,"text":"Support for investments in physical assets under a Capital Investment Scheme will support the Organic Farming Scheme and will include investments w hich improve soil and water quality, contribute to improving biodiversity and assist in mitigation of and adaptation to climate change.","label":["Supplies"],"Comments":[]},{"id":164877,"text":"Lastly, the Organic Farming Scheme provides support to farmers for transitioning to or maintaining organi c food production, as an alternative to conventional agricultural practices.","label":["Non-Incentive"],"Comments":[]},{"id":164878,"text":"Current Status (new, existing, in development) Existing Period during which measure will be in place Ongoing Cumulative greenhouse gas reductions 2017 -2020 Not Available Cumulative greenhouse gas reductions 2017 -2030 Not Available Funding narrative Supported by DAFM, Teagasc & FBD Qualitative statement on impacts By influencing change and improving sustainability at farm level this can increase farm viability leading to quality of life improvements.","label":["Non-Incentive"],"Comments":[]},{"id":164879,"text":"The Organic Farming Scheme supports farmers to transition to or maintain organic farming practices through f inancial support to the value of costs incurred or income forgone in making\/maintaining this transition.","label":["Direct_payment"],"Comments":[]},{"id":164880,"text":"Maximise our resources and strengths in the Green Economy to support employment opportunities for rural communities in areas such as renewable energy, sustainable tourism, energy retrofitting, the Bioeconomy and the Circular Economy.","label":["Non-Incentive"],"Comments":[]},{"id":164881,"text":"Recommendation Aid farm restructuring and land mobility Actions IDAFM should ensure that any future schemes and supports do not accentuate land mobility challenges and instead target those producers with best potential for growth and competitiveness, and in particular younger farmers with relevant qualiﬁcations and sound business plans.","label":["Non-Incentive"],"Comments":[]},{"id":164882,"text":"Seeing as organic farming contributes to maximising the opportunities presented by the circular and bio -economy in rural areas, the higher grant ra te provided for organic farmers contributes to addressing Obj8N1.","label":["Direct_payment"],"Comments":[]},{"id":164883,"text":"The Eco-Schemes provides supports to farm ers who undertake specific agricultural practices, including extensive farming, tree planting, sewing a multi -species sward, and enhancing crop diversification.","label":["Direct_payment"],"Comments":[]},{"id":164884,"text":"Support under this scheme is provided based on the additional costs incurred and income foregone resulting from farming to organic standards when compared to a conventional farmer farming on a similar l and area.","label":["Direct_payment"],"Comments":[]},{"id":164885,"text":"Support under CRISS partly addresses the need to supp ort family farm income and directly addresses the need to reduce income disparities within agricultural sectors (Obj1N1).","label":["Non-Incentive"],"Comments":[]},{"id":164886,"text":"The following investments will contribute to supporting digital farming: Tillage applications, EID tag readers, Computer Information Systems, heat detection systems and ear tags\/pedometers.","label":["Non-Incentive"],"Comments":[]},{"id":164887,"text":"Additionally, support under this scheme will address Obj5N3 by supporting organic farming which aims to uphold good soil quality and by supporting investments in precision farming equipment, such as low disturbance tillage equipme nt and Low Emission Slurry Spreading (LESS) equipment.","label":["Supplies"],"Comments":[]},{"id":164888,"text":"Independent assessment of the agronomic and economic implications of alternative growing and casing materials will inform national policy while supporting the professional horticultural sector transition from peat, where achievab le in a sustainable manner.","label":["Non-Incentive"],"Comments":[]},{"id":164889,"text":"It will provide an opportunity and incentive for farmers to earn payments for managing their farmland in an environmentally friendly manner in tandem with the need to produce high quality and sustain able food.","label":["Direct_payment"],"Comments":[]},{"id":164890,"text":"Schemes need to be adaptable and capable of identifying and encouraging the ecological potential of individual farms rather t han generic schemes.","label":["Non-Incentive"],"Comments":[]},{"id":164891,"text":"Dedicated environmental training for farmers will be provided under the Agri -Environment Training Programme, and will be a cen tral component of the Continuous Professional Development Programme for Advisors, as well as the Knowledge Transfer Programme.","label":["Technical_assistance"],"Comments":[]},{"id":164892,"text":"The aim of this COST Action, which involves researchers, practitioners and policy makers from throughout Europe, is to improve Europe’s capacity to use Payments for Ecosystem Services (PES) to achieve WFD targets and other policy objectives, through incentives for planting woodlands to reduce agricultural diffuse pollution to watercourses.","label":["Direct_payment"],"Comments":[]},{"id":164893,"text":"Our Rural Future | Rural Development Policy 2021-202575Shifts to sustainable land use will be facilitated by the better management of soils, afforestation, re-wetting, maintenance and rehabilitation of peatlands, soil carbon sequestration, as well as bioenergy with carbon capture and storage.","label":["Non-Incentive"],"Comments":[]},{"id":164894,"text":"The associated training will: • outline how the actions undertaken as part of the Suckler Carbon Efficiency Programme will address the challenges that the scheme is designed to address, • educate farmers on how to appropriately implement the actions; thereby equipping them with the knowledge and skills necessary to optimise delivery and continue the ongoing management of the commitments undertaken; as well as to facilitate the implementation of high welfare practices.","label":["Non-Incentive"],"Comments":[]},{"id":164895,"text":"The AECM General Measure provides support to farmers who implement certain actions beneficial to the climate, environment and biodiversity, through payments based on costs incurred or income foregone.","label":["Direct_payment"],"Comments":[]},{"id":164896,"text":"Sector: Agriculture, Forestry and Land Use Measure AF4 and AF7 : BETTER Farms Programme Sector Agriculture, Forestry and Land Use Programme\/Scheme Business, Environment and Technology through Training Extension and Research BETTER Farms Programme (AF4 and AF7) Measure Title Business, Environment and Technology through Training Extension and Research BETTER Farms Programme (AF4 and AF7) Type of measure Research -Demonstration Objective of measure Chanel research knowledge and outputs to practising farmers via discussion gro up networks and farming media.","label":["Technical_assistance"],"Comments":[]},{"id":164897,"text":"Support under this measure will be provided in the form of results -based payments which are designed to ensure that farmers are appropriately incentivised to improve the landscapes and catchme nts within which they farm.","label":["Direct_payment"],"Comments":[]},{"id":164898,"text":"This approach will encourage farmers to select actions delivering greater environmental\/climate benefits while also facilitating participation in both schemes.","label":["Non-Incentive"],"Comments":[]},{"id":164899,"text":"Relevant Result Indicator(s): R9 Farm modernisation: Share of farms receiving investment support to restructure and modernise, including to improve resource efficiency R26 Investments related to natural resources: Share of farms benefi tting from CAP productive and non -productive investment support related to care for the natural resources European Innovation Partnership (EIP) Projects Themes for calls for EIP Projects will be developed further following stakeholder consultation as the programming period progresses.","label":["Non-Incentive"],"Comments":[]},{"id":164900,"text":"The training covered by this intervention is specific to farmers who have been approved for participation in the Suckler Carbon Efficiency Programme.","label":["Non-Incentive"],"Comments":[]},{"id":164901,"text":"Relevant Result Indicator(s): R16 Investments related to climate: Share of farms benefitting from CAP investment support contributing to climate change mitigation and adaptation, and to renewable energy or biomaterials production.","label":["Non-Incentive"],"Comments":[]},{"id":164902,"text":"In order to stimulate additional conversion to organic horticulture production it is considered that the payment rate should be significantly further enhanced for small scale horticulture producers.","label":["Direct_payment"],"Comments":[]},{"id":164903,"text":"We will do this through actions in the following areas:•Reducing nitrogen emissions;•Reducing methane emissions;•Increasing carbon capture;•Enhancing biodiversity;•Providing diversification options for livestock farmers;•Enhancing adaptation;•Supporting the development of new research161 State of Play1611 Emissions Profile to DateThe agriculture sector is the largest contributor to Ireland’s greenhouse gas (GHG) emissions.","label":["Non-Incentive"],"Comments":[]},{"id":164904,"text":"Rural communities need to be supported to help them to overcome challenges, as well as maximising available opportunities to adapt and diversify in the transition to a climate neutral societyWhile Ireland faces unprecedented economic change over the next decade in the transition to a low carbon economy, rural areas can have a strong involvement in this transition by building on their natural assets to contribute to renewable energy generation, carbon sequestration through afforestation and rewetting of bogs, sustainable land use, smart farming, and the creation of job opportunities in emerging sectors and green technologiesOur Rural Future | Rural Development Policy 2021-202571Ireland’s Commitment to Climate ActionThe Government has set out a national ambition to more than halve our carbon emissions over the course of the decade.","label":["Non-Incentive"],"Comments":[]},{"id":164905,"text":"The need to improve farm safety and increase awareness of the import ance of farmer well -being (Obj8N5), is addressed by the On Farm Capital Investment Scheme .","label":["Non-Incentive"],"Comments":[]},{"id":164906,"text":"Increased support under the Organic Farming Scheme (€256 million ) aims to increase the area under organic production from 2% to 75%The €260m Suckler Carbon Efficiency Programme will reduce absolute emissions by improving the environmental sustainability and genetic merit of the suckler herd.","label":["Non-Incentive"],"Comments":[]},{"id":164907,"text":"The OECD framework also highlights the need for deploying a range of policy instruments and taking a multi-stakeholder approach to delivery in order to achieve improved wellbeing for rural dwellers across economic, social and environmental dimensionsAt EU level, Our Rural Future supports the realisation of the European Green Deal and the European Pillar on Social RightsThe European Commission acknowledges the need to reform the operation of the Common Agricultural Policy (CAP) to make it more responsive to current and future challenges such as climate change or generational renewal, while continuing to support European farmers for a sustainable and competitive agricultural sector.","label":["Non-Incentive"],"Comments":[]},{"id":164908,"text":"The OFS provides financial support to farmers for transitioning to or maintaining organic food production practices.","label":["Direct_payment"],"Comments":[]},{"id":164909,"text":"Our Rural Future | Rural Development Policy 2021-202579The Government will pilot a results-based agri-environment scheme to reward farmers for adapting to more sustainable methods of farming.","label":["Direct_payment"],"Comments":[]},{"id":164910,"text":"The AECM Cooperation measure provides support to farmers who farm in specific pre -defined areas of high environmental priority to implement bespoke landscape\/farm actions.","label":["Non-Incentive"],"Comments":[]},{"id":164911,"text":"REDE RISK (46(dj)) research into, and development of, sustainable production methods, including pest resilience, animal disease resistance and climate change resilience and mitigation, innovative practices and production techniques boosting economic competitiveness and bolstering market developments crisis prevention and risk management, aimed at avoiding and dealing with crises in the markets of the relevant sector CAP SPECIFIC OBJECTIVE Code + Description Recommended CAP Specific Objectives for this Type of Intervention are displayed in bold SO2 Enhance market orientation and increase farm competitiveness, both in the short and long term, including greater focus on research, technology and digitalisation Formatted: Font color: AutoFormatted: Font color: Auto EN 481 EN SO3 Improve the farmer' position in the value chain 3 Need(s) addressed by the intervention Code Description Prioritisation at the level of the CAP Strategic Plan Addressed in CSP.","label":["Non-Incentive"],"Comments":[]},{"id":164912,"text":"AECM training The aim of this intervention is to provide training to farmers who partake in the National Agri -Environment Scheme.","label":["Technical_assistance"],"Comments":[]},{"id":164913,"text":"Provide ongoing support for the development of the knowledge and skills base of the agriculture and forestry sectors by the T eagasc Advisory and Education ServicesD\/Agriculture, Food & the Marine","label":["Technical_assistance"],"Comments":[]},{"id":164914,"text":"On farm investment Support for agri -digitalisation at farm level is essential and the aim of this intervention is to provide support to farmers looking to modernise their holdings.","label":["Supplies"],"Comments":[]},{"id":164915,"text":"AECM Cooperation Measure (in cluding support provided under Art77 of the CSP Regulation) Support under this measure will be provided in the form of results -based payments which are designed to ensure that farmers are appropriately incentivised to improve the landscapes and catchment s within which they farm.","label":["Direct_payment"],"Comments":[]},{"id":164916,"text":"CAP SPECIFIC OBJECTIVE Code + Description Recommended CAP Specific Objectives for thi s Type of Intervention are displayed in bold SO2 Enhance market orientation and increase farm competitiveness, both in the short and long term, including greater focus on research, technology and digitalisation SO3 Improve the farmer' position in the value chain SO9 Improve the response of Union agriculture to societal demands on food and health, including high quality, safe, and nutritious food produced in a sustainable way, the reduction of food waste, as well as improving animal welfare and combatt ing antimicrobial resistances 3 Need(s) addressed by the intervention Code Description Prioritisation at the level of the CAP Strategic Plan Addressed in CSP Obj2N2 Expand and diversify into new markets 2nd Highest for SO2 Yes Obj3N1 Increase primary producers’ share in the value chain Highest priority SO3 Yes Obj9N4 Promote the consumption of safe food + increase awareness of animal health and welfare standards 4th Highest SO9 Partially 4 Result indicator(s) EN 454 EN RESULT INDICATORS Code + Description Recommended result indicators for the selected CAP Specific Objectives of this intervention are displayed in bold R10 Share of farms participating in producer groups, producer organisations, local markets, short supply chain circuits and quality schemes supported by the CAP R11\/Fruit and Vegetables Share of value of marketed production by producer organisations or producer groups with operational programmes in certain sectors 5 Specific design, requirements and eligibility conditions of the intervention Description Forms part of the suite of interventions supporting the Fruit and Vegetable sector in Ireland through Producer Organisation’s Operational Programmes.","label":["Non-Incentive"],"Comments":[]},{"id":164917,"text":"Actions: Improve sustainability and reduce the costs of crop production through the improvement of soil management techniques including: appropriate cultivation selection, weed control and maximising the value of organic manures Increase the proportion of cropped area under malting barley and wheat to meet the demand from distillers, maltsters and brewers, including craft breweries seeking to source a native malt supply Increase output of wheat and feed barley to support increased demand from the livestock sector and increase production of forage maize to meet anticipated demand for forage and nutrient requirements from the dairy sector Increase production of protein crops annually to provide source of native traceable protein for feedstuﬀs Increase the use of rotations and break crop production in response to meeting CAP greening requirements and to developing domestic and export markets (oats, oilseed and pulses) Form partnerships with intensive livestock producers to avail of organic manures to reduce fertilizer costs, improve biological activity and improve soil fertility Continue to examine whether the likely development of the sugar and ethanol markets would justify farmer and industry investment in the redevelopment of a sugar beet industry in Ireland Cereals\/Tillage Food Wise 20 25 Sectoral Briefs 93 Develop processing facilities for the production of high value products for the export market such as; oats for the ‘health and wellness – human nutrition’ category and cold–pressed oilseed rape for the human nutrition market Increase inclusion rate for native malting barley in craft beer production through sourcing of suitable malts and malting barley varieties Increase the use of Irish grown potatoes for specialist use such as processing and salad markets Expand crop variety evaluation programmes to identify high yield varieties of malting barley, wheat, oats and protein crops to support farmer and industry actions Promote the use of superior crop varieties through the seed certiﬁcation system.","label":["Non-Incentive"],"Comments":[]},{"id":164918,"text":"The model envisage d would include the involvement of farmers and local people planting the land and making better use of the forestry such as; a farming practice, recreatio n, tourism purposes, for fuel and for local activities.","label":["Non-Incentive"],"Comments":[]},{"id":164919,"text":"The Organic Farming Scheme provides support to farmers for transitioning to, or maintaining, organic food produ ction.","label":["Non-Incentive"],"Comments":[]},{"id":164920,"text":"Research and best practice, particularly in an environmental context, will be transmitted to farmers through an extensive advisory support network, both as part of individual measure implementation and in the context of the delivery of training and knowledge transfer programmes.","label":["Technical_assistance"],"Comments":[]},{"id":164921,"text":"Support under EIPs is granted for ‘bottom -up’, innovative projects that provide solutions to specific challenges within the agricultural sector.","label":["Non-Incentive"],"Comments":[]},{"id":164922,"text":"These include: IFinancial and business development management skills to drive expansion and proﬁtability of the business enterprises including tools to manage price\/income volatility and ensure producers are ﬁnancially ﬁt; IKnowledge transfer of latest research, technological innovations and processes which will drive productivity, eﬃciency and proﬁtability including application of latest sustainability and environmental eﬃciency measures, animal health practices, health and safety measures and animal welfare practices; IAvailability of skilled additional labour units for expanding farms; IManagement training to lead staﬀ\/employees; Recommendation\/Actions Education Programmes IA review of existing level 5 and 6 further education awards and curricula in agriculture and associated curricula should be undertaken.","label":["Non-Incentive"],"Comments":[]},{"id":164923,"text":"• support farmers for the environmental condition of land in f loodplains.","label":["Non-Incentive"],"Comments":[]},{"id":164924,"text":"Therefore, the On Farm Capital investment Scheme, which provides financial assistance to purchase such equipment, further contributes to addressing Obj8N1.","label":["Supplies"],"Comments":[]},{"id":164925,"text":"The AECM Cooperation measure offers the same actions as the AECM General but also offers additional actions to farmers farming in predefined geographical areas, considered to be of high environmental value.","label":["Non-Incentive"],"Comments":[]},{"id":164926,"text":"This programme incorporated extra payments on top of the basic REPS premi um for farmers who undertook additional environmenta lly friendly farming practices.","label":["Direct_payment"],"Comments":[]},{"id":164927,"text":"These include supporting viable farm incomes, increasing competitiveness, contributing to climate change mitigation, fostering sustainable development, protecting biodiversity, and promoting employment growth in rural areas.","label":["Non-Incentive"],"Comments":[]},{"id":164928,"text":"Under the Schemes of Grant Aid for the Development of the Organic Sector, which are 100% exchequer funded, the DAFM also support s investment, both on -farm and off-farm, in equipment and facilities for the production, preparation, grading, packing and storage of organic products.","label":["Supplies"],"Comments":[]},{"id":164929,"text":"In providing training to beneficiaries to implement AECM actions, farmers will have an increased awareness about climate change, and biodiversity related challenges at the farm level, as well having the opportunity to apply method s stemming from advancements in research and innovation within the agri -food sector, thus addressing ObjAKISN1 and ObjAKISN4.","label":["Non-Incentive"],"Comments":[]},{"id":164930,"text":"This key new feature of the AECM, will incentivise farmers selecting these actions to improve their environmental condition and to potentially earn additional rewards in future years of the scheme, by building on\/increasing their baseline (year 1) score.","label":["Non-Incentive"],"Comments":[]},{"id":164931,"text":"The need to increase efficiency and competitiveness on farms (Obj2N1 ) will be addressed primarily through the provision of financial support under the On-Farm Capital Investment Scheme (OFCIS).","label":["Supplies"],"Comments":[]},{"id":164932,"text":"Our Rural Future | Rural Development Policy 2021-202585There is also further potential for increased economic benefits of forestry for farmers through a closer alignment between agri-environment schemes and forestry which involves the promotion of farm forestry as an option which can work alongside the existing farm enterprise, including agroforestry\/silvopasture.","label":["Non-Incentive"],"Comments":[]},{"id":164933,"text":"In lin e with the specific objectives outlined above, the new Capital Investment Scheme will include support for Young Farmers, Women Farmers, Animal Welfare, Nutrient Storage, Farm Safety, Tillage, Dairy and the Organic sectors.","label":["Supplies"],"Comments":[]},{"id":164934,"text":"Encouraging innovation in these areas simultaneously addresses the need to increase farmers’ and advisors’ understanding of climate change, air quality, water quality, soil health, animal health and welfare and biodivers ity related challenges and opportunities at farm level (ObjAKISN1), and the need to provide support for research and innovation in the agri -food sector; and encourage the application of findings at farm level (ObjAKISN4).","label":["Non-Incentive"],"Comments":[]},{"id":164935,"text":"The SWOT analysis noted a need to improve training supports to farmers in relation to digital technologies.","label":["Non-Incentive"],"Comments":[]},{"id":164936,"text":"Chapter 4 | Supporting Employment and Careers in Rural Areas44Improved management of waste will have an impact on job creation, directly and indirectly.","label":["Non-Incentive"],"Comments":[]},{"id":164937,"text":"Number of hectares benefitting from complementary income support for young farmers DPdecoupled Eco-scheme(31) - Schemes for the climate, the environment and animal welfare 51ECO - Eco-Scheme O8.","label":["Non-Incentive"],"Comments":[]},{"id":164938,"text":"Coupled Income Support for Protein Aid aims to encourage farmers to produce protein crops and thus encourages diversification into this sector, the outcome being a reduced reliance on livestock production and therefore greater resilience within the agricult ural sector overall.","label":["Non-Incentive"],"Comments":[]},{"id":164939,"text":"Relevant actions that can be incorporated into the delivery of Food Wise 2025 include those promote incorporation of pollinator conservation actions into agri -environment schemes34, incorporating pollinator friendly crops for tillage farmers, increased participation in t he Organic Farming Scheme, sustainable use of pesticides, providing farmers with more information on pollinators and making information local -specific.","label":["Non-Incentive"],"Comments":[]},{"id":164940,"text":"Sector: Agriculture, Forestry and Land Use Measure AF6: Animal By -Products Sector Agriculture, Forestry and Land Use Programme\/Scheme Animal by -products (AF6) Measure Title Animal by -products (AF6) Type of measure Education and Training Objective of measure Encourage increased use of ABP for production of renewable energy.","label":["Technical_assistance"],"Comments":[]},{"id":164941,"text":"The green architecture provided for in the plan intendeds to facilitate the continued support of agricultural in a manner that delivers upon environmental, biodiversity and climate change ambitions and regulations.","label":["Non-Incentive"],"Comments":[]},{"id":164942,"text":"One of the objectives of the scheme is to provide support to farmers through a local Cooperation Project Team to help improve their understanding of climate change, allowing them to make informed decisions about climate adaptation on their farms, thus directly addressing Obj4N4.","label":["Technical_assistance"],"Comments":[]},{"id":164943,"text":"I On wider agriculture policies and schemes, such as supporting investment to assist new entrant young trained farmers, environmental sustainability, on­farm renewables, alternative farming models such as farm partnerships, leasing, contract farming and responses to increasing income volatility.","label":["Non-Incentive"],"Comments":[]},{"id":164944,"text":"The stakeholder group is tasked with driving growth of the organic sector and will assist in securing a higher share of added value for farmers and contribute to ensuring organic produce receives a premium price.","label":["Non-Incentive"],"Comments":[]},{"id":164945,"text":"Support under ANC is provided to farmers to assist them in farming in areas of land that have specific\/natural constraints.","label":["Non-Incentive"],"Comments":[]},{"id":164946,"text":"Develop and support Agri-food processing sector in delivering sustainable processes and outp uts Actions include promoting Enterprise Ireland funding schemes that support energy efficiency, regulatory compliance, in -company innovation; developing supply chain mechanisms in the wood product and biomass sector and promoting research and via Horizon 2020 funding.","label":["Non-Incentive"],"Comments":[]},{"id":164947,"text":"Sustainable land uses such as forestry, bioeconomy, and renewable energy-related development offers potential to deliver higher returns than many other farm enterprises.","label":["Non-Incentive"],"Comments":[]},{"id":164948,"text":"Teagasc and other approved service providers will deliver training and supports to farmers to support knowledge-transfer and improve off-farm income opportunities.","label":["Technical_assistance"],"Comments":[]},{"id":164949,"text":"It is anticipated that tillage a pplications, EID tag readers, Computer information systems, heat detection systems as well ear tags and pedometers may be part of the types of investments that fall under OFCIS and contribute to supporting digital farming technology.","label":["Non-Incentive"],"Comments":[]},{"id":164950,"text":"The training will: • increase farmers’ understandi ng of climate change, the impact of farming activities on natural resources and the protection of biodiversity at farm level, • outline how the actions undertaken as part of the AECM will address the challenges outlined above, and • educate farmers on how to a ppropriately implement the AECM actions; thereby equipping them with the knowledge and skills necessary to optimise delivery and continue the ongoing management of the commitments undertaken; as well as to facilitate the implementation of sustainable farmi ng practices.","label":["Non-Incentive"],"Comments":[]},{"id":164951,"text":"Voluntary participation in programmes such as ASSAP, IFA’s Smart Farming, EIP Schemes, and Origin Green Sustainability Assura nce should see farmers benefitting from their engagement by accounting for their performance in this area.","label":["Non-Incentive"],"Comments":[]},{"id":164952,"text":"·Support for the tillage and dairy sectors will be provided for investments in precision farming equipment and in the case of the tillage sector also for low disturbance tillage equipment.","label":["Supplies"],"Comments":[]},{"id":164953,"text":"The Rural Regeneration and Development Fund will provide financial support for collaborative projects that support rural rejuvenation, including in the area of entrepreneurship and job creation.","label":["Non-Incentive"],"Comments":[]},{"id":164954,"text":"The Rural Development Programme 2014 -2020 is a key support in enhancing the competitiveness of the agri -food sector, achieving more sustainable management of natural and cultural heritage resources, and ensuring a m ore balanced development of rural areas, including their economies and communities.","label":["Non-Incentive"],"Comments":[]},{"id":164955,"text":"• Promoting & Supporting the Digital Transition in Agriculture with a particular focus on developing: a coordinated approach; development & uptake of digital and data based technologies and services; governance and societal impact of agri -digitalisation.","label":["Non-Incentive"],"Comments":[]},{"id":164956,"text":"It also addresses th e need to increase energy efficiencies on farm through the uptake of new technologies and to facilitate the production and use of renewable energy sources (Obj4N5) through support for investments in renewable energies on farm, such as solar panels.","label":["Supplies"],"Comments":[]},{"id":164957,"text":"The future role of farm advisory services will also encompass : facilitating innovation projects on dig ital technologies; taking on board lessons learnt from EIP Projects; as well as supporting farmers to orient themselves in the digital landscape.","label":["Non-Incentive"],"Comments":[]},{"id":164958,"text":"Other measures that are promoted include strengthening of agricultural practices particularly better organic manure management ; halting and reversing land abandonment by promoting small and medium -scale farming; stepping up support for agricultural sectors that support biodiversity such as beekeeping and ensuring diversity of animal and plant genetics.","label":["Non-Incentive"],"Comments":[]},{"id":164959,"text":"Targeting of certain Eco -Scheme practices to the most appropriate farmers will ensure the most appropriate practices are taken up by specific groups of farmers.","label":["Non-Incentive"],"Comments":[]},{"id":164960,"text":"Obj8N2 - Maximise the opportunities presented b y the circular and bio -economy in rural areas Circular Bioeconomy Cluster: This initiative is supported to Enterprise Ireland’s Regional Technology Clustering Fund and aims to improve collaboration between researchers, technology providers and industry to accelerate the transition to a low -carbon and circular bioeconomy.","label":["Non-Incentive"],"Comments":[]},{"id":164961,"text":"IEnsure ongoing funding is made available through national programmes to assist in securing farmer engagement with sustainable practices.","label":["Non-Incentive"],"Comments":[]},{"id":164962,"text":"Relevant Result Indicator(s): R9 Farm modernisation: Share of farms receiving investment support to restructure and modernise, including to improve resource efficiency.","label":["Non-Incentive"],"Comments":[]},{"id":164963,"text":"In additi on to undertaking general AECM measures, participating farmers will also be offered bespoke farm, landscape and catchment measures and a Local Project Team to assist with the implementation of the scheme at local level.","label":["Technical_assistance"],"Comments":[]},{"id":164964,"text":"The AECM General Measure also addresses this need by providing supports to farmers who implement certain actions beneficial to the climate, such as the planting of hedgerows and low input grassland management.","label":["Non-Incentive"],"Comments":[]},{"id":164965,"text":"Member States are specifically encouraged to set up a payment scheme for ecosystem services for forest owners and managers in order to cover for costs and income foregone, the Finnish METSO is given as a Best Practice example that other Member States could f ollow 22 Member States are also encouraged to accelerate the roll out of carbon farming practices, through eco -schemes on agroforestry or rural development interventions to cover biodiversity friendly re - and afforestation investments.","label":["Direct_payment"],"Comments":[]},{"id":164966,"text":"These programmes will support farmers in meeting the challenges and opportunities arising in the agri-food sectorThe success of the CAP funded European Innovation Partnerships (EIP-Agri)58, which deliver novel solutions to challenges facing the Irish agri-food sector and the rural economy, demonstrates the very real benefit of bottom-up locally-led innovative solutions.","label":["Non-Incentive"],"Comments":[]},{"id":164967,"text":"The AECM General measure supports farmers to take actions that are beneficial to the environment, climate and biodiversity.","label":["Non-Incentive"],"Comments":[]},{"id":164968,"text":"The local team will support farmers to mobilise and operate at a lands cape level for maximum environmental benefit.","label":["Technical_assistance"],"Comments":[]},{"id":164969,"text":"The Government will also carry out diversification reviews for income and land use for farmers, includ ing areas such biomethane and energy production, agro -forestry and woodland creation.","label":["Non-Incentive"],"Comments":[]},{"id":164970,"text":"I reland believes there is sufficient incentive and support for farmers to reduce their vulnerability and to increase their adaptive capacity to a changing climate with the measures available both inside and outside the CAP 37 Interplay between national and regional interventions 371 Where relevant, a description of the interplay between national and regional interventions, including the distribution of financial allocations per intervention and per fund N\/A 372 Where relevant, where elements of the CAP Strategic Plan are established at regional level, how does the interventions strategy ensure the coherence and the consistency of these elements with the elements of the CAP Strategic Plan established at national level N\/A 38 Overview of how the CAP Strategic Plan contributes to the objective of improving animal welfare and reducing antimicrobial resistance set out in point (i) of Article 6(1), including the baseline conditions and the complementarity Animal Welfare and Anti -Microbial Restistance (AMR) in the CAP Strategic Plan Conditionality Conditionality will set the baseline for animal welfare and will also contribute to reducing antimicrobial resistance, particularly SMRs 9, 10 and 11.","label":["Non-Incentive"],"Comments":[]},{"id":164971,"text":"The SWOT analysis and Needs Assessment highlight the need to support family farm income and address income disparities between agri -food systems.","label":["Non-Incentive"],"Comments":[]},{"id":164972,"text":"The Governm ent’s new Rural Regeneration and Development Fund also places an emphasis on supporting entrepreneurship and job creation in rural areas.","label":["Non-Incentive"],"Comments":[]},{"id":164973,"text":"The measures include a strong focus on water quality, tree planting, and buildin g on Conditionality as well as the Eco -Scheme by creating more ‘space for nature’ on farms and improving habitats.","label":["Non-Incentive"],"Comments":[]},{"id":164974,"text":"Agricultural Advisor Conduct an evaluation to ensure the most important influencers in behaviour of farmers are included in any proposed strategy To meet sectoral targets, there should be inclusion on incentives to assist farmers to adapt their farming methods.","label":["Non-Incentive"],"Comments":[]},{"id":164975,"text":"These institutions thus strengthen linkages and interaction between research, education and advisory services in the following ways: • Offering specialised u ndergraduate courses in education and research on the complete food chain from initial on integration of land ecosystems with farm production through processing to final consumption by the consumer • UCD\/Teagasc Masters in Agricultural Innovation Support • UCD\/Teagasc Masters in Agricultural Extension • Training Sessions • On Farm Demonstrations • Organising events to display latest research, information, products and technology to farmers.","label":["Non-Incentive"],"Comments":[]},{"id":164976,"text":"Mitigation Measure 1: Aim for all farms to support right measure, right place over plan lifetime - Description Lessons learned from operational agri -environmental schemes, EIPs, LIFE projects, the Pilot Farm Environmental Survey (FES) and Pilot Soil Sampling Programme (SSP) should be expanded where appropriate over the CAP Strategic Plan period.","label":["Non-Incentive"],"Comments":[]},{"id":164977,"text":"Support for innovation projects through this scheme contributes to the need to increase energy efficiencies on the farm through the uptake of new technologies and methods including the use of renewable energ y sources (Obj4N5).","label":["Supplies"],"Comments":[]},{"id":164978,"text":"• Activel y promote and support farm forestry\/rewilding options that do not impact on agricultural production and support biodiversity and habitat creation.","label":["Non-Incentive"],"Comments":[]},{"id":164979,"text":"·Support for investments in a select range of farm safety items will also be p rovided at a higher rate, such as replacement slats and safety rails\/fences, solid covers for slurry stores, livestock handling facilities, crushes and enclosures and associated works, calving and isolation facilities, aeration systems and some upgrading w orks including rewiring.","label":["Supplies"],"Comments":[]},{"id":164980,"text":"Payments will be made to Co -Operation bodies to deliver these services in association with the farmers who are participants under the agri -environment climate scheme.","label":["Technical_assistance"],"Comments":[]},{"id":164981,"text":"Q4 2017 DCCAE115 Create a Renewable Heat Incentive (RHI) support scheme which will help stimulate demand for biomass and support economic growth and jobs in rural IrelandQ3 2017 DCCAE116 Establish a baseline assessment of the current level of Bioeconomy activity and opportunities across the various sectors in IrelandQ1 2017 Dept.","label":["Non-Incentive"],"Comments":[]},{"id":164982,"text":"The objective is to equip these early stage entrepreneurs with the appropriate knowledge, confidence and networks to successfully start and develop sustainable businesses","label":["Non-Incentive"],"Comments":[]},{"id":164983,"text":"This margin maximising approach will support continued improvements in the economic viability of full and part time family farm enterprises into the future and the development of vibrant rural economies.","label":["Non-Incentive"],"Comments":[]},{"id":164984,"text":"The training provided under the scheme will increa se farmers’ and advisors’ understanding of climate change, animal health and welfare and biodiversity related challenges and opportunities at farm level thus addressing ObjAKISN1.","label":["Non-Incentive"],"Comments":[]},{"id":164985,"text":"Farm diversification can not only boost incomes and income certainty, it can also lead to more sustainable rural environments which will support the realisation of Ireland’s commitments in relation to climate, air, soil, water and biodiversityEnvironmental SustainabilityIrish society, and the agriculture and food sectors in particular, are faced with many environmental challenges, from climate change to water and air quality and supporting biodiversity.","label":["Non-Incentive"],"Comments":[]},{"id":164986,"text":"The CAP protects farm family incomes, supports rural economies, ensures the production of high-quality safe food for consumers and protects rural landscapes and the environment.","label":["Non-Incentive"],"Comments":[]},{"id":164987,"text":"· DAFM has funded the Agri-Discrete project dealing w ith improving data use, ensuring data security and examining data ownership for use of digital technology in agriculture, forestry and rural areas · The Nova UCD Agri -Tech Hub has been established in UCD Lyons Farm and is being developed in collaboration with AIB, Kildare County Council and Kildare LEO and several agri -companies and investors including, Devenish, Dairyma ster, and Glanbia, and Finistere, The Yield Lab, and Atlantic Bridge.","label":["Non-Incentive"],"Comments":[]},{"id":164988,"text":"Innovative renewable solutions have been delivered in rural areas over the last number of years, particularly from solar, wind and biomass energy sources, and have the potential to support new enterprises and more jobs in rural areas in the future.","label":["Non-Incentive"],"Comments":[]},{"id":164989,"text":"It was also suggested that an Organic Farming Scheme with a supplementary agri -enviro nment measure built in as a top -up mea sure would be more of an incentive to participation.","label":["Non-Incentive"],"Comments":[]},{"id":164990,"text":"D\/Rural and Community Development, D\/Enterprise, Trade & EmploymentRelevant Departments and Agencies 26 Maximise our resources and strengths in the Green Economy to support employment opportunities for rural communities in areas such as renewable energy, sustainable tourism, energy retrofitting, the Bioeconomy and the Circular Economy.","label":["Non-Incentive"],"Comments":[]},{"id":164991,"text":"This associated training intervention will accordingly meet the need to ‘increase farmers’ and advisers’ understanding of climate change, air quality, water quality, soil health ….","label":["Non-Incentive"],"Comments":[]},{"id":164992,"text":"Their role will be: ·To develop a framework where a range of new higher -level, locally -adapted, hybrid result -based AECM projects can deliver solutions to the environmental challenges facing Ireland and to provide optimal support to farmers through a resilient and cost -effective delivery model.","label":["Non-Incentive"],"Comments":[]},{"id":164993,"text":"It is clear that farmers need to be supported and incentivised to carry out land management activities in an environmentally sustainable manner, while als o providing for economically viable livelihoods.","label":["Non-Incentive"],"Comments":[]},{"id":164994,"text":"The need to support farmers facing natural constraints, and t o maintain the landscape and protect against the abandonment of agricultural land (Obj1N2 ) may also be addressed through the AECM.","label":["Non-Incentive"],"Comments":[]},{"id":164995,"text":"The Working Group identified a need for further research in innovative and new technologies to support agriculture in the efficient management and utilisation of nutrients to achieve best practice in soil fertility","label":["Non-Incentive"],"Comments":[]},{"id":164996,"text":"Training implemented under this intervention therefore increases farmers’ understanding of climate change and animal health and welfare related challenges and opportunities at farm level (ObjAKISN1).","label":["Non-Incentive"],"Comments":[]},{"id":164997,"text":"One action supported under the scheme is the use of organic and green manures to improve soil organic matter.","label":["Non-Incentive"],"Comments":[]},{"id":164998,"text":"By offering a global approach to the rehabilitation, restoration, regeneration, repurposing and improved management of degrad ed peatland envir onments and drained organic soils, actions supported under this priority will complement existing peatland restoration & rehabilitati on programmes","label":["Non-Incentive"],"Comments":[]},{"id":164999,"text":"The On Farm Capital Inv estment Scheme also addresses Obj9N1 by providing a higher grant rate of support for investments in organic farming materials\/equipment, at a higher rate of 60% in comparison to the rate of 40% for general investments.","label":["Supplies"],"Comments":[]},{"id":165000,"text":"A s such, providing support to assist in the purchasing of this equipment will simultaneously improve farm safety and increase awareness of the importance of farmer well -being thus addressing Obj8N5.","label":["Non-Incentive"],"Comments":[]},{"id":165001,"text":"The need to encourage farm diversification (Obj1N3) is addressed through the elevated level of support provided to organ ic farmers, as organic farming represents an alternative to conventional agriculture.","label":["Non-Incentive"],"Comments":[]},{"id":165002,"text":"The pilot will be run with a view to developing a new agri-environment scheme with a focus on environmental and biodiversity benefits that will align financial supports with climate objectivesSustainability of Farming EnterprisesDespite the importance of agri-food to the Irish economy, the farming sector which underpins it faces considerable legacy and succession issues and emerging challenges.","label":["Non-Incentive"],"Comments":[]},{"id":165003,"text":"As part of the AECM Cooperation Measure , farmers will be assisted in implementing actions with the s upport of Local Cooperation Project teams.","label":["Technical_assistance"],"Comments":[]},{"id":165004,"text":" The Knowledge Transfer (KT) initiative is a significant investment in high quality training and upskilling of farmers so that they are equipped to deal with the range of challenges and opportunities arisin g in the agri -food sector.","label":["Technical_assistance"],"Comments":[]},{"id":165005,"text":"The promotion of Origin Green amongst growers will have positive benefits as the scheme encourages farmers to set achievable goals while promot ing sustainable farming practices.","label":["Non-Incentive"],"Comments":[]},{"id":165006,"text":"The Targeted Agricultural Modernisation Scheme (TAMS) Investment support is av ailable under this Rural Development Programme measure for animal housing.","label":["Supplies"],"Comments":[]},{"id":165007,"text":"Priority actions under the PAF include developing targeted measures with agri -environment schemes to improve the conservation status of peatlands, uplands, limestone pavement, species -rich calcareous grassland, fixed dunes, machair, turloughs and species -rich Nardus grasslands.","label":["Non-Incentive"],"Comments":[]},{"id":165008,"text":"Through the minimum stocking rate requirement, payments under this scheme will encourage continued management of this agricultural land, contributing to biodiversity as well as to maintaining and promoting sustainable farming systems.","label":["Direct_payment"],"Comments":[]},{"id":165009,"text":"The draft Regulation establishes that for the period to 2027, “ support from the European Agricultural Guarantee Fund (EAGF) and European Agricultural Fund for Rural Development (EAFRD) shall aim to further improve the sustainable development of farming, food and rural areas and shall contribute to achieving the following general objectives: 1. to foster a smart, resilient, and diversified agri cultural sector ensuring food security 2. to bolster environmental care and climate action and to contribute to the environmental - and climate -related objectives of the Union, and 3. to strengthen the socio -economic fabric of rural areas ”.","label":["Non-Incentive"],"Comments":[]},{"id":165010,"text":"EN 124 EN The Eco-Scheme provides support to farmers on an annual basis, to undertake agricultural practices beneficial for the climate and the environment.","label":["Non-Incentive"],"Comments":[]},{"id":165011,"text":"This includes higher environmental standards of assessments and a revi ew of the current regulations with a view to better supporting biodiversity, agro -ecology and the farming enterprise in a more sustainable manner 6347 Throughout the Agri -Food Strategy there is an emphasis on a move towards grass -fed systems, and the use of clover and multi -species swards.","label":["Non-Incentive"],"Comments":[]},{"id":165012,"text":"These interventions will be underpinned by extensive training of farmers and advisors, as well as a targeted Knowledge Transfer programme, all of which will strengthen t he capacity to deliver optimal climate and environment outcomes from the various interventions and measures [WJ1] .","label":["Technical_assistance"],"Comments":[]},{"id":165013,"text":"The objective of agro-forestry is to provide tree and agricultural crop products, while also protecting, conserving, diversifying and sustaining vital economic, environmental, social and natural resources.","label":["Non-Incentive"],"Comments":[]},{"id":165014,"text":"To further facilitate change, professional training in a range of areas including climate change (both mitigation and adaptation), sustainable energy and the adoption of new technologies will be provided through the Continuous Professional Development programme for Agricultural Advisors.","label":["Technical_assistance"],"Comments":[]},{"id":165015,"text":"Farmers will work with the trained advisors and the cooperation team to consider and decide how to improve the habitat that they farm which can then lead to an increase in their sco re for payment under Article 70.","label":["Technical_assistance"],"Comments":[]},{"id":165016,"text":"There will be particular emphasis on innovation and early widespread adoption of improved techniques in both primary production and the processing sector and increased afforestation through a new national forestry programme and contribution from the sector to bioenergy productionIreland’s Rural Development Programme (RDP) 2014-2020 is providing support of €34 billion for climate-change objectives.","label":["Non-Incentive"],"Comments":[]},{"id":165017,"text":"Additionally, support provided under the Organic Farming Scheme (OFS), which encourages conversion to, or the maintenance of, organic farmland, will also ensure the supply of organic produce to local markets (Obj3N2) .","label":["Non-Incentive"],"Comments":[]},{"id":165018,"text":"Rationale for the provision of the support The purpose of the support is to help to underpin viable farm income and resilience of the agricultural sector and to enhance long -term food security and agricultural diversity as well as ensuring the economic sustainability of agricultural production in the sectors.","label":["Non-Incentive"],"Comments":[]},{"id":165019,"text":"Via AECM Article 77, support is provided to farmers through Local Cooperation Project teams who assist farmers in addressing bespoke, landscape\/habitat specific biodiversity and environmental challenges.","label":["Technical_assistance"],"Comments":[]},{"id":165020,"text":"• Result in nat ure rich green spaces – linked to improved health and wellbeing • Support sustainable farm incomes?","label":["Non-Incentive"],"Comments":[]},{"id":165021,"text":"Bringing together an interdisciplinary research team comprised of data scientists, business scholars, and social\/behavioural scientists, the AgriDISCRETE project ensures a holistic approach to considering both the technical and the socio -economic and ethical challenges introduced by data usage and sharing in agriculture and forestry.","label":["Non-Incentive"],"Comments":[]},{"id":165022,"text":"The large scale and broad ranging measures are expected to deliver cumulative impacts by engaging a large number of farmers to agri-environment schemes for the first time, rewarding them both for the continuati on of existing sustainable practices as well as for implementing new actions such as tree or hedgerow planting.","label":["Direct_payment"],"Comments":[]},{"id":165023,"text":"Measures will include the promotion of farm safety through targeted awareness campaigns, farm inspections and training courses2017-2018 HSA 17 Prioritise farm safety through knowledge transfer and inclusion of farm safety measures through knowledge transfer schemesOngoing DAFM18 Provide support for an estimated 1,700 small-scale environmental projects under the Local Agenda 21 Environmental Partnership Fund to promote sustainable development at local level2017-2019 DCCAE19 Provide funding for Volunteer Centres and Volunteer Information Services, as well as national organisations such as Volunteer Ireland, which aims to strengthen those organisations and foster a culture of volunteering in Ireland, including to the benefit of rural communities and community-based organisationsOngoing DHPCLGEnhancing Local ServicesThe availability of public services at a local level is an important factor in supporting the quality of life for those who live in rural areas.","label":["Technical_assistance"],"Comments":[]},{"id":165024,"text":"·To maximise farmers’ activities linked to the Water F ramework Directive and Natura 2000 sites; it will support them in meeting requirements under these Directives by designing whole farm solutions.","label":["Technical_assistance"],"Comments":[]},{"id":165025,"text":"The SWOT analysis found that Direct Payments are a valuable source of income support for all farmers across the agri -food sector; but noted that these payments are of particular importance to farms situated in areas of natural and other specific constraints.","label":["Non-Incentive"],"Comments":[]},{"id":165026,"text":"IFull implementation of Knowledge Transfer measures of RDP 2014­2020 to up skill producers and agricultural advisors including: I Development of Knowledge Transfer Groups to optimise producer productivity and proﬁtability in the beef, dairy, equine, poultry, sheep and tillage sectors; I Support for European Innovation Partnership Operational Groups to strengthen linkages between the results of research and innovation and their implementation at farm level; I Supports for Continuous Professional Development of professional advisors on an ongoing basis to further develop their knowledge base; I Targeted On­Farm Advisory Service to deliver speciﬁc advice to farmers on important animal health and welfare issues; and I Provide speciﬁc advice on environmental, bio­diversity and climate change issues to help contribute to the development of a more sustainable agri­sector.","label":["Technical_assistance"],"Comments":[]},{"id":165027,"text":"The teams may also assist farmers in implementing innovative bespoke actions in the ir areas.","label":["Technical_assistance"],"Comments":[]},{"id":165028,"text":"The inclusion of an Organic Farming Scheme in a new Rural Development Programme was considered essential to stimulate and support increased organic food production.","label":["Non-Incentive"],"Comments":[]},{"id":165029,"text":"Other environmental and climate interventions outside Article 70 The Areas of Natural Constraint intervention proposed under Article 71 will encourage continued management of agricultural land in areas designated under this intervention.","label":["Non-Incentive"],"Comments":[]},{"id":165030,"text":"The draft Regulation establishes that for the period to 2027, “ support from the European Agricultural Guarantee Fun d (EAGF) and European Agricultural Fund for Rural Development (EAFRD) shall aim to further improve the sustainable development of farming, food and rural areas and shall contribute to achieving the following general objectives ”.","label":["Non-Incentive"],"Comments":[]},{"id":165031,"text":"Table SO72 R9: Farm modernisation Within SO7, the On Farm Capital Investment Scheme (OFCIS) contributes to the achievement of both Obj7N1 (Effective mechanism to i ncrease the number of young farmers, including through income support, encouraging land mobility and succession planning) and Obj7N2 (Support young farmers in accessing finance so they are in a better position to invest in and develop their farm enterpris e).","label":["Non-Incentive"],"Comments":[]},{"id":165032,"text":"The support provided under this intervention w ill directly address Obj3N1, by ensuring farmers’ share in the value chain increases; and will address Obj3N2, by establishing a supply of local produce which can be sold at local markets.","label":["Non-Incentive"],"Comments":[]},{"id":165033,"text":"The mandatory commitment in Operational Programmes to environmentally supportive actions, support s Ireland’s need to deliver on climate adaptation by increasing energy and farm efficiencies.","label":["Non-Incentive"],"Comments":[]},{"id":165034,"text":"Measures under the CAP Strategic Plan The targeted increase in the area farmed organically will be facilitated through the CSP’s Organic Farming Scheme.","label":["Non-Incentive"],"Comments":[]},{"id":165035,"text":"ObjAKISN1 - Increase farmers’ and advisors’ understanding of CC, AQ,WQ,SH, A H+W and BD related challenges Increase farmers’ and advisors’ understanding of climate change (CC), air quality (AQ), water quality (WQ), soil health (SH), animal health and welfare (AH+W) and biodiversity (BD) related challenges and opportunities at farm level: The SWOT analysis identified a number of challenges and opportunities facing the Irish agri -food sector and noted the need to increase the knowledge base of primary producers in order to assist them in managing these challenges and opportunities.","label":["Non-Incentive"],"Comments":[]},{"id":165036,"text":"The Complementary Income Support for Young Farmers provides additional support (alongside BISS) to farmers under the age of 40, who have completed a recognised agricultural course (Green Cert).","label":["Direct_payment"],"Comments":[]},{"id":165037,"text":"Our aim is to grow regional employment by creating an environment that supports entrepreneurship and enterprise growth in rural areas.","label":["Non-Incentive"],"Comments":[]},{"id":165038,"text":"It is also i mportant to note that the higher level of environmental ambition will be underpinned by extensive training of farmers and advisors, which will strengthen the capacity to deliver optimal climate and environment outcomes from the various measures.","label":["Technical_assistance"],"Comments":[]},{"id":165039,"text":"To further facilitate change, professional training in a range of areas will be provided through the Continuous Professional Develo pment programme for Agricultural Advisors, including climate change (both mitigation and adaptation); sustainable energy; air, soil and water quality; biodiversity conservation, and the adoption of new technologies.","label":["Technical_assistance"],"Comments":[]},{"id":165040,"text":"Farmers participating in this appr oach can avail of the assistance of a Local Cooperation Project (CP) Team, who will assist with the implementation of the scheme at local level.","label":["Technical_assistance"],"Comments":[]},{"id":165041,"text":"Support under ANC addresses the need to support family farm income, specifically those farmers farming in areas of natural\/specific constraints (Obj1N1); and the need to maintain a viable farm income, maintain the landscape and protect against the abandonment of agricultural land (Obj1N2) The annual financial allocation of €250 million is adequate to achieve the target hectares outlined for ANC in table SO12 (R4 at 9741%) and table SO1 4 (R7 at 10418%) above.","label":["Non-Incentive"],"Comments":[]},{"id":165042,"text":"Number of hectares or of livestock units benefitting from eco-schemes Sectoral - Fruit and Vegetables INVRE(47(1)(a)) - investments in tangible and intangible assets, research and experimental and innovative production methods and other actions 52FVPO01 - Investments in tangible and intangible assets, research and experimental and innovative production methods and analysis\/forecasting\/coordination O35.","label":["Non-Incentive"],"Comments":[]},{"id":165043,"text":"The higher grant rate of support provided to organic farmers under this scheme will incentivise people to undertake organic farming practices over conventional farming practices and will therefore directly address the need to encourage farm diversification (Obj1N3).","label":["Direct_payment"],"Comments":[]},{"id":165044,"text":"Aiming to engage as many farmers as possible, the Eco -Scheme will make a significant contribution to addressing Obj4N1, Obj4N2 and Obj4N4.","label":["Non-Incentive"],"Comments":[]},{"id":165045,"text":"The new AECM framework builds on Conditionality, the Eco -Scheme and the Organic Farming Scheme by offering a range of measures that are designed to improve habitats for a wide range of species while also targeting water quality and climate mitigation and adaptati on, in a manner that goes beyond Conditionality, Eco -Scheme and Organic Farming Scheme requirements.","label":["Non-Incentive"],"Comments":[]},{"id":165046,"text":"Appropriate support for investments in animal housing and nutrient storage facilities will ensure that the Capital Investment Scheme contributes to key environmental, climate and animal welfare objectives.","label":["Supplies"],"Comments":[]},{"id":165047,"text":"This intervention will build on the Knowledge Transfer Programme which was included in the 2014 -2020 RDP by providing support for high quality and targeted advi ce to farmers, delivered by professional agricultural advisers with the appropriate experience and expertise (KT Facilitators).","label":["Technical_assistance"],"Comments":[]},{"id":165048,"text":"See table SO14 below Table SO14 R29: Development of organic agriculture Within SO1, the Organic Farming Scheme directly contributes to the achievement of Obj1N4 (Encourage farm diversification to improve resilience of the agri -food sector).","label":["Non-Incentive"],"Comments":[]},{"id":165049,"text":"The total financial allocation for the scheme of is adequate to achieve the target of 234,898 farmers in receipt of training, advic e or knowledge exchange relating to environmental or climate related performance (R28).","label":["Non-Incentive"],"Comments":[]},{"id":165050,"text":"General On Farm Investments Support under this category will include aid for Animal Welfare, Nutrient Storage and Tillage and Dairy farming.","label":["Supplies"],"Comments":[]},{"id":165051,"text":"These payments will, by encouraging continued use of agricultural land, contribute to maintaining the countryside as well as to m aintaining and promoting sustainable farming systems.","label":["Direct_payment"],"Comments":[]},{"id":165052,"text":"This support will encourage land mobility and will help to ensure that a vibrant future for the agri -food sector, with skilled and innov ative young farmers gaining access to land to develop their careers.","label":["Non-Incentive"],"Comments":[]},{"id":165053,"text":"The JTF will complement these initiatives in a manner that aligns with its single objective by supporting the restoration and rehabilitation of degraded peatland habitats and the regeneration and repurposing of industrial he ritage assets in the Territory that are not already supported by existing funding programmes, adding value by linking with economic and social activities.","label":["Non-Incentive"],"Comments":[]},{"id":165054,"text":"Promote employment, growth, social inclusion and local development in rural areas, including bio -economy and sustainable forestry; 9.","label":["Non-Incentive"],"Comments":[]},{"id":165055,"text":"This fund will also fund some results -based payments which are farm based and are designed to reward th e farmer for EN 647 EN specific results achieved\/targets met, such as successful bird nesting, the achievement of targets related to management of water tables on carbon rich soils and other significant milestones achieved by the participants.","label":["Direct_payment"],"Comments":[]},{"id":165056,"text":"This scheme gives farmers greater access to financial loans and encourages financial planning.","label":["Credit"],"Comments":[]},{"id":165057,"text":"At producer level, the strategy will support the development of ongoing and lifelong education, training and knowledge transfer programmes to give farmers, ﬁshermen and forest owners the tools and skills to develop their business enterprises, maximise their proﬁtability and utilise their resources in the most productive sustainable manner by enabling them to integrate the latest technologies and processes into their day to day operations.","label":["Technical_assistance"],"Comments":[]},{"id":165058,"text":"Table SO71 R4: Linking income support to standards and good practices Within SO7, the Basic Income Support for Sustainability (BISS), the Complementary Redistributive Support for Sustainability and the Complementary Income Support for Young Farmers (CIS -YF) address Obj7N1 (Effective mechanism to increase the numbers of youn g farmers, including through income support, encouraging land mobility and succession planning).","label":["Non-Incentive"],"Comments":[]},{"id":165059,"text":"The objective of AETS, which is open to all farmers, is to train participating farmers in environmental practices and standards, and to enhance the uptake and delivery of future agri -environment schemes in accordance with Department specifications.","label":["Technical_assistance"],"Comments":[]},{"id":165060,"text":"Effective mechanism to increase the number of young farmers, including through income support, encouraging land mobility and succession planning","label":["Non-Incentive"],"Comments":[]},{"id":165061,"text":"CAP Strategic Plan Proposals 2023 -2027 In terms of the new CAP Strategic Plan (CSP), the SWOT analysis informed the Needs assessment which identified three needs, namely: ·N1 Effective mechanism to increase the number of young farmers, including through income support, encouraging land mobility and succession plan ning ·N2 Support young farmers in accessing finance so they are in a better position to invest in and develop their farm enterprise ·N3 Provide opportunities and support to businesses and individuals looking to develop rural enterprises.","label":["Non-Incentive"],"Comments":[]},{"id":165062,"text":"Industry incentives will also be needed to ensure that they are fully adopted at farm level.","label":["Non-Incentive"],"Comments":[]},{"id":165063,"text":"In these years, the The On -farm Capital Investment Scheme will support improved animal welfare by providing grant aid for the following investments: ·New New animal housing – new housing provides more space, ventilation, and comfort, reducing the stress on the animal.","label":["Supplies"],"Comments":[]},{"id":165064,"text":"The strategic aim of the plan is for it to underpin the sustainable development of Ireland’s farming and food sector by supporting via ble farm incomes and enhancing competitiveness, by strengthening the socio -economic fabric of rural areas, and by contributing to the achievement of environmental and climate objectives at national and EU levels.","label":["Non-Incentive"],"Comments":[]},{"id":165065,"text":"Therefore, this scheme addresses the need to support family farm income by specifically supporting young farmers’ family farm income.","label":["Direct_payment"],"Comments":[]},{"id":165066,"text":"This will include supporting the sector to further develop land-based economic opportuniti es that will enable Ireland to meet its 2050 objectives, eg, through the development of the bioenergy crop supply chain and through afforestation.","label":["Non-Incentive"],"Comments":[]},{"id":165067,"text":"Ireland proposes one Eco -Scheme which will be designed to accommodate all farmers, with the objective of maximising farmer participatio n to deliver improved environmental outcomes.","label":["Non-Incentive"],"Comments":[]},{"id":165068,"text":"N3N4 (Support coupled income support for protein crops to encourage an increase in the domestic production of protein crops ) and Obj1N4 (Encourage farm diversifica tion to improve resilience of the agri-food sector).","label":["Non-Incentive"],"Comments":[]},{"id":165069,"text":"Number of supported training, advice and awareness actions or units Overview The cross -cutting objective (CCO), which is centred on modernising the agricultural sector, relies on interventions pertaining to the creation and transfer of knowledge.","label":["Non-Incentive"],"Comments":[]},{"id":165070,"text":"This includes higher environmental standards of assessments and a review of the current regulations with a view to better supporting biodiversity, agro -ecology and the farming enterprise in a more sustainable manner 6371 The Environmental report states that “Key to the success of the GAECs from an environmental perspective and in particular to address critical, significant environmental problems relating to biodiversity, water and climate is the need to ensure full and comprehensive monitoring, delivery and implementation on the ground at farm level as is required under the EU legislative framework for the CAP Strategic Plan”.","label":["Non-Incentive"],"Comments":[]},{"id":165071,"text":"This new Plan will focus on the importance of climate smart forestry and new afforestation will be encouraged in pursuit of commercial, climate, water, and biodiversity objectivesThe new Plan will be funded nationally and will be subject to State Aid approval by the European Commission.","label":["Non-Incentive"],"Comments":[]},{"id":165072,"text":"One action supported u nder the scheme, which supports Obj8N1, is the use of organic and green manures to improve soil organic matter.","label":["Non-Incentive"],"Comments":[]},{"id":165073,"text":"Additionally, this scheme provides a higher rate of investment support to organic farmers which should encourage diversification into thi s area.","label":["Supplies"],"Comments":[]},{"id":165074,"text":"The SWOT analysis sets out that Direct Payments are a valuable source of income support for all farmers across the agri -food sector; but notes that these payments are of particular importance to farms situated in areas of natural and other specific constraints.","label":["Direct_payment"],"Comments":[]},{"id":165075,"text":"Number of hectares or of livestock units benefitting from eco -schemes Sectoral - Apiculture products COOPAPI(55(1)(e)) - cooperation with specialised bodies for the implementation of research programs in the field of beekeeping and apiculture products 52API - Sectoral Intervention for the Apiculture Sector O37.","label":["Non-Incentive"],"Comments":[]},{"id":165076,"text":"• Assisting the industry to co -ordinate any co -funding proposals and applications under the EU Co -Funding fo r the Promotion of Agricultural Products Scheme.","label":["Non-Incentive"],"Comments":[]},{"id":165077,"text":"Farmers supported under this measu re will receive additional assistance from a Cooperation Project Team to implement such actions.","label":["Technical_assistance"],"Comments":[]},{"id":165078,"text":"Additionally, POs will provide members with the knowledge and skills nec essary to implement sustainable farming systems through advisory services and technical assistance, addressing the need to increase the number of sustainable farming systems (Obj5N4).","label":["Technical_assistance"],"Comments":[]},{"id":165079,"text":"This intervention further assists the AECM General in addressing Obj9N3 by further encouraging bespoke farm, landscape and catchment measures that support the use of alternative farming practices.","label":["Non-Incentive"],"Comments":[]},{"id":165080,"text":"The OFS supports farmers looking to diversify from conventional farming practices to organic farming practices, increasing diversity and resilience in the sector as a result.","label":["Non-Incentive"],"Comments":[]},{"id":165081,"text":"In particular, the CSP includes support for the up -skilling of both agricultural advisors and farmers in relation to climate change challenges and adaptation practices.","label":["Technical_assistance"],"Comments":[]},{"id":165082,"text":"Other Strategic Outcomes, such as Enhanced Regional Accessibility, A Strong Economy supported by Enterprise, Innovation and Skills, Transition to a Climate Resilient and Climate Neutral Economy, and Enhanced Amenity and Heritage, will also support rural economies and communities.","label":["Non-Incentive"],"Comments":[]},{"id":165083,"text":"The new measure also supports the provision of adaptive equipm ent for farmers with disabilities.","label":["Supplies"],"Comments":[]},{"id":165084,"text":"Projects may include those focused on accessibility issues for young farmers and innovative projects designed to promote generational renewal on Irish farms (Obj7N1)Stream A of the intervention is aimed at addre ssing wider competitiveness, modernisation and animal health and welfare challenges in the sector, and generational renewal will fall under this umbrella of themes for which innovative projects are supported under.","label":["Non-Incentive"],"Comments":[]},{"id":165085,"text":"The higher rate of investment support to organic farmers under the OFCIS will also encourage diversification into this area which will also assist in improving biodiversity conditions and habitats.","label":["Supplies"],"Comments":[]},{"id":165086,"text":"The suite of supports under the Department of Rural and Community Development’s programmes also have a key role to play in supporting job creation in rural areasA new Clustering Policy and Framework will be established to strengthen the links between SMEs, multinational corporations and the third-level sector in the regionsDiversifying Our Rural EconomiesRural economies need to diversify to build resilience and to support sustained population growth.","label":["Non-Incentive"],"Comments":[]},{"id":165087,"text":"The SWOT Analysis and Needs Assessment identify a range of areas in which support for knowledge transfer can play a central role in unde rpinning a more competitive, resilient, modern and sustainable EN 607 EN agricultural sector.","label":["Non-Incentive"],"Comments":[]},{"id":165088,"text":"Support research and development in areas such as agri-food, biobased systems, smart agriculture and precision agriculture to promote and encourage innovation and diversification","label":["Non-Incentive"],"Comments":[]},{"id":165089,"text":"Also addressing the need to encourage farm diversification (Obj1N4) is the Organic Farming Scheme (OFS).","label":["Non-Incentive"],"Comments":[]},{"id":165090,"text":"The Territory is well placed to capitalise on the biorefining and bioconversion mark et, a growing economic sector that can support its strong agricultural base.","label":["Non-Incentive"],"Comments":[]},{"id":165091,"text":"The T eagasc Options Programme will also support diversification for farm families to generate additional income.","label":["Non-Incentive"],"Comments":[]},{"id":165092,"text":"Information generated is necessary to facilitate genetic evaluations and the refinement of breeding objectives more reflective of future requirements by farmers.","label":["Non-Incentive"],"Comments":[]},{"id":165093,"text":"Lastly, the fund will be used to encourage co-operation between farmers in order to achieve the objectives of a particular project o r landscape and to increase support for the projects amongst the local community.","label":["Non-Incentive"],"Comments":[]},{"id":165094,"text":"In addition, where appropriate, they will also be able to avail of the AECM Ge neral actions outlined below 2) Farmers outside the defined high -priority areas outlined above will be able to join AECM General.","label":["Non-Incentive"],"Comments":[]},{"id":165095,"text":"Farmers in AECM Cooperation will also have the on -going support of a dedicated local Project Team.","label":["Technical_assistance"],"Comments":[]},{"id":165096,"text":"Importantly, it may be combined with grant support such as that provided through the Targeted Agriculture Modernisation Scheme (TAMS), ensuring farmers have access to funding for investment projec ts, promoting the competitiveness and viability of Irish farms.","label":["Supplies"],"Comments":[]},{"id":165097,"text":"For businesses, improved connectivity to people and markets has enabled the growth of new enterprises in rural areas and has helped support the diversification of rural economies into new sectors such as Lifesciences, Agri-tech, and Renewable Energy.","label":["Non-Incentive"],"Comments":[]},{"id":165098,"text":"This project team will provide on -going support to farmers in AECM Cooperation.","label":["Technical_assistance"],"Comments":[]},{"id":165099,"text":"The area of land under organic production has expanded significantly under the current Rural Development Programme, thanks to the suite of supports that have been put in place.","label":["Non-Incentive"],"Comments":[]},{"id":165100,"text":"Support under this scheme will encourage diversification to organic farming and will therefore directly address Obj1N3.","label":["Non-Incentive"],"Comments":[]},{"id":165101,"text":"The intervention further supports Obj9N2 by supporting investments in animal housing facilities; and Obj9N3 by supporting investments in precision farming equipment.","label":["Supplies"],"Comments":[]},{"id":165102,"text":"Support provided under t he Protein Aid scheme will increase the domestic production of protein crops encouraging diversification, therefore directly addressing Obj1N3 (the need to Support coupled income support for protein crops to encourage an increase in the domestic productio n of protein crops ) and Obj1N4 (the need to encourage farm diversification to improve the resilience of the agri -food sector).","label":["Non-Incentive"],"Comments":[]},{"id":165103,"text":"As there will be more scope for adjustments to the scheme under a new Rural Development Programme, consideration was given by the Group to how it might operate more effectively in stimulating organic production in areas where market opportunities are greater.","label":["Non-Incentive"],"Comments":[]},{"id":165104,"text":"The AECM Cooperation Measure provides additional support for bespoke farm, landscape, and catchment measures in predefined geographical areas deemed to be of significant priority.","label":["Non-Incentive"],"Comments":[]},{"id":165105,"text":"Recommendation Improve access to ﬁnance for agriculture, forestry and seafood producers and Agri-food companies Actions IDAFM will continue to explore additional innovative funding mechanisms and ﬁnancial instruments, speciﬁc to the Agri­food sector, to complement existing mechanisms such as ISIF, SBCI and EIB, with a view to improving further competition in relation to credit provision.","label":["Non-Incentive"],"Comments":[]},{"id":165106,"text":"We will invest in enhancing skills, and developing, retaining and attracting talent to support continued economic development in rural areasChapter 4 | Supporting Employment and Careers in Rural Areas38ContextRural areas support a range of enterprises, from micro-enterprises to large multi-national companies.","label":["Technical_assistance"],"Comments":[]},{"id":165107,"text":"Table SO15 R36: Generational Renewal Within SO1, Complementary Income Support for Young Farmers (CIS -YF) directly co ntributes to the achievement of Obj1N1 (Support family farm income and address income disparities between agriculture and other sectors of the economy, and between agri -food systems).","label":["Non-Incentive"],"Comments":[]},{"id":165108,"text":"Nonetheless, maintaining the financial support of the existing POs contributes to the need to increase efficiencies on the farm (Obj2N1), as well as the need to expand and diversify into new markets (Obj2N2).","label":["Non-Incentive"],"Comments":[]},{"id":165109,"text":"Rationale for the provision of the support The purpo se of the support is to help to underpin viable farm income and resilience of the agricultural sector and to enhance long -term food security and agricultural diversity as well as ensuring the economic sustainability of agricultural production in the sector s. The rationale for additional support is to encourage the adoption and development of producer organisations in the beef and sheep and other sectors to take advantages that producer organisations can offer primary producers in strengthening their positi on in the supply chain which should positively impact on profitability.","label":["Non-Incentive"],"Comments":[]},{"id":165110,"text":"This special recognition afforded to organic farming in such a comprehensive global agreement continues to have sustained positive impact on funding decisions by governments internationally to provide financial support to the organic farming sector 25 Rationale for OFS payments Organic far ming goes w ell beyond the farming practices required to meet the agri-environmental baseline of Good Farming Practice and Cross Compliance requirements of the Single Farm Payment Scheme .","label":["Non-Incentive"],"Comments":[]},{"id":165111,"text":"The higher support rate offered to young farmers under this scheme will entice young fa rmers to invest in their farm enterprise and will therefore directly address (Obj7N2)The total financial allocation for the scheme of €100,000,000 is sufficient to achieve the target of 363% of farms receiving investment support to restructure and moder nise, including to improve resource efficiency (R9) (See Table SO73).","label":["Supplies"],"Comments":[]},{"id":165112,"text":"In addition, Food Vision 2030, the new stakeholder -led strategy for the agri -food sector, also highlights the challenge of generational renewal and proposes a number of actions, including maintaining the strong level of current support, the promotion of land mobility and succession planning and increased education and promotion of the diversit y of careers in the agri -food sector.","label":["Non-Incentive"],"Comments":[]},{"id":165113,"text":"·To promote and support collective schemes under Article 77 to encourage farmers to deliver a significant enhancement of the quality of the environment at a larger scale and in a measurable way.","label":["Non-Incentive"],"Comments":[]},{"id":165114,"text":"These maps and supporting data highlight the advantages of the right mea sure in the right place and agricultural activities and responses being targeted accordingly.","label":["Non-Incentive"],"Comments":[]},{"id":165115,"text":"Early -stage financial support across these various sectors contributes to the need to increase efficiencies on the farm (Obj2N1), as well as the need to expand and diversify into new markets (Obj2N2).","label":["Non-Incentive"],"Comments":[]},{"id":165116,"text":"Table SO13 EN 53 EN R8: Targeting farms in specific sectors Within SO1, support provided for under Protein Aid directly contributes to the achievement of Obj1N4 (Support coupled income support for protein crops to encourage an increase in the domestic production of protein crops ) and Obj1N4 (Encourage farm diversification to improv e resilience of the agri -food sector).","label":["Non-Incentive"],"Comments":[]},{"id":165117,"text":"In addition, Education and Training Boards, the Springboard+ programme, and many of the networks operated by Skillnet Ireland provide critical services across all regions to address skills provision and enable upskilling and reskilling opportunitiesApprenticeships have a strong regional footprint and will support the diversification of rural economies.","label":["Technical_assistance"],"Comments":[]},{"id":165118,"text":"The ultimate objective is to encourage the development and retention of highly skilled jobs in the region by conducting innovative bioeconomy researc h. Obj8N2 - Improve infrastructure and access to services in rural areas including broadband Town and Village and Renewal Scheme 2021: This is part of ‘Our Rural Future – Rural Development Policy 2021 -2025’.","label":["Non-Incentive"],"Comments":[]},{"id":165119,"text":"This award demonstrates the standard of food product that can be delivered globally from our rural Gaeltacht areas thanks to the hard work of our producers and the support and cooperation that Údarás na Gaeltachta can provideThe company now employs nine people in the rural Gaeltacht area of Kilnamartery and a strategic expansion is now planned for the years ahead due to this global award and the support received from Údarás na Gaeltachta29Growing and Attracting EnterpriseStrong regions provide the basis for improving economic opportunities and jobs potential in rural areas.","label":["Non-Incentive"],"Comments":[]},{"id":165120,"text":"Support viable farm income and resilience across the EU territory to enhance food security; 2.","label":["Non-Incentive"],"Comments":[]},{"id":165121,"text":"Continued research into the development of indicators for HNV farming that would allow targeted support for such farming systems.","label":["Non-Incentive"],"Comments":[]},{"id":165122,"text":"As a result, there is a need to increase the share of Utilisable Agricultural Area (UAA) under Organics (Obj9N1) and this need is directly addressed by the Organic Farming Scheme (OFS).","label":["Non-Incentive"],"Comments":[]},{"id":165123,"text":"EN 264 EN Aiming to engage as many farmers as possible, the Eco -Scheme will make a significant contribution to addressing Obj6N1.","label":["Non-Incentive"],"Comments":[]},{"id":165124,"text":"Over the lifetime of this policy, the Government will invest significantly in rural areas to deliver stronger, more resilient, sustainable and progressive rural communities and economies which will support our national development.","label":["Non-Incentive"],"Comments":[]},{"id":165125,"text":"The achievement of this target will depend on rural enterprises and individuals being provided with opportunities and support in order to expand their enterprises (Obj7N3).","label":["Non-Incentive"],"Comments":[]},{"id":165126,"text":"As there is potential for support to be provided for projects leading to circular and bioeco nomy development as well as projects that focus on increasing the opportunities for women in agriculture or rural enterprises, Obj8N1 and Obj8N6 are addressed.","label":["Non-Incentive"],"Comments":[]},{"id":165127,"text":"See table SO62 for total number of farms receiving support per intervent ionFor example, the Brassica fodder crop action provides winter foraging resources for farmland birds including finches and buntings thus providing an improved biodiversity habitat for these animals (Obj6N1).","label":["Non-Incentive"],"Comments":[]},{"id":165128,"text":"Its strategic objectives are to: ¾foster the efficient and sustainable development of forestry ¾increase quality planting ¾promote the planting of diverse tree species ¾improve the level of farmer participation in forestry ¾promote research and training in the sector ¾encourage increased employment in the sectorFor further information, contact: Department of Agriculture, Food & the Marine,Johnstown Castle EstateCo.","label":["Non-Incentive"],"Comments":[]},{"id":165129,"text":"Pillar 2: Supporting Enterprise & EmploymentKey Objectives:• Grow and attract enterprise and jobs through the implementation of the eight regional Action Plans for Jobs and the development of an Atlantic Economic Corridor to promote balanced regional development • Support sectoral growth through the continued development of the agri-food sector through the implementation of Food Wise 2025 and roll out initiatives to develop the renewable energy sector and International Financial Services sector in rural Ireland• Ensure rural communities have the necessary skills to meet the needs of the labour market and to encourage innovation and maximise assets.","label":["Non-Incentive"],"Comments":[]},{"id":165130,"text":"24 21SO1 Support viable farm income and resilience of the agricultural sector across the Union in order to enhance long -term food security and agricultural div ersity as well as to ensure the economic sustainability of agricultural production in the Union .","label":["Non-Incentive"],"Comments":[]},{"id":165131,"text":"The research findings will be translated into a policy to ol kit for, particularly, policy stakeholders to use in implementing actions renewing rural jobs, agriculture and forestry.","label":["Non-Incentive"],"Comments":[]},{"id":165132,"text":"Agricultural advisers will play a central role in addressing key challenges facing the agri -food sector and in assisting in the implemen tation of the range of schemes to be rolled out as part of the CAP Strategic EN 602 EN Plan.","label":["Non-Incentive"],"Comments":[]},{"id":165133,"text":"In order to support young farmers and specifically to enable them to take on the necessary infrastructural work to expand their business , a higher rate of aid intensity (at 60%) will be offered to young farmers.","label":["Supplies"],"Comments":[]},{"id":165134,"text":"Table SO32 R29: Development of organic agriculture Within SO3, the Organic Farming Scheme has the potential to contribute to the achievement of Obj3N2 (Develop and promote local markets supporting locally produced food, i ncluding organic produce).","label":["Non-Incentive"],"Comments":[]},{"id":165135,"text":"Table SO11 R4: Linking income support to standards and good practices Within SO1, multiple interventions address Obj1N1 (Support family income and address income disparities between agriculture and other sectors of the economy; and between agri -food system), including the Basic Income Support for Sustainability, Protein Aid, CIS -YF, CRISS , Eco -Scheme and ANC.","label":["Non-Incentive"],"Comments":[]},{"id":165136,"text":"The tota l financial allocation of €220m is adequate to achieve the target of 4814% 1505% of farms benefitting benefiting from CAP investment support contributing to climate change, mitigation, and adaptation, and to renewable energy or biomaterials production (R1 6) (as per Table SO4 34).","label":["Non-Incentive"],"Comments":[]},{"id":165137,"text":"Based on these figures, these rates are in line with the provision of Article 71(4) of Regulation 20 21\/2115 [SPR] in that the support granted annually per hectare will compensate beneficiaries for “part of the additional costs and income foregone related to the natural or other area -specific constraints in the area concerned” The system of farming prev alent in Category 1 is characterised by extensive farming practices focused on livestock management on higher ground.","label":["Non-Incentive"],"Comments":[]},{"id":165138,"text":"Provide funding under the Rural Development Programme to up -grade existing buildings and funding to support the construction of new housing and ensure animal welfare and safety Examine the extension of country of origin labelli ng to loose products Invest and strengthen the position of the Quality Mark on the domestic market .","label":["Supplies"],"Comments":[]},{"id":165139,"text":"The specifications for such investments ensure that all animal housing being grant -aided supports the improvement of anima l welfare on farms.","label":["Non-Incentive"],"Comments":[]},{"id":165140,"text":"The support provided under this intervention will directly address Obj7N3 by providing support to rural enterprises in the beef, sheep and other sectors.","label":["Non-Incentive"],"Comments":[]},{"id":165141,"text":"The expenditure involved will benefit both the agricultural and wider rural community 11 Contribution rate(s) applicable to this intervention Region Article Applicable rate Min Rate Max Rate IE - Éire\/Ireland 91(2)(d) - Other regions 4021% 2000% 4300% EN 661 EN 12 Planned Unit Amounts - Definition Planned Unit Amount Type of Support Contribution rate(s) Type of Planned Unit Amount Region(s) Result Indicator(s) Is the unit amount based on carried over expenditure?","label":["Non-Incentive"],"Comments":[]},{"id":165142,"text":"Therefore, this scheme directly addresses the need to increase young farmers by providing young farmers specifically with direct income support (Obj7N1).","label":["Direct_payment"],"Comments":[]},{"id":165143,"text":"Where investment priorities are aligned and informed by a strong, cohesive, locally generated vision in this way, the Master Plan can act as a basis to attract support from multiple funding streams70 For example, see Úibh Rathach T asforce Action Plan: [URL] ascfhorsa-Cuid-1pdf 71 Rural Economic Development Zones (REDZ) - [URL] integrated approach to rural development builds on the model of the Rural Regeneration and Development Fund which encourages a collaborative approach to delivering ambitious projects of scale that support rural development.","label":["Non-Incentive"],"Comments":[]},{"id":165144,"text":"An important tool to manage income fluctuations, direct payments and supports under the Rural Development Programme have a secondary effect whereby they are seen by banks as a guarantee and thereby enable farmers to access finance.","label":["Non-Incentive"],"Comments":[]},{"id":165145,"text":"Opportunities to improve financial management and planning through Teagasc’ s Getting Farm Financially Fit initiative and schemes such as the Dairy Efficiency Programme and the Development Programme for Dairying , assist farmers to withstand price drops and ensure liquidity through adequate cashflow provision.","label":["Credit"],"Comments":[]},{"id":165146,"text":"Early -stage financial support for recognised producer organisations in these sectors would help them b enefit from the advantages of collaborative working, potentially delivering consolidation of local supply, better food security, market substitution, knowledge sharing and shortening the supply chains.","label":["Non-Incentive"],"Comments":[]},{"id":165147,"text":"The financial allocation is adequate to support the targets of 18,960 farmers to participate in the Knowledge Transfer Programme participation and the cumulative target of 297,928 beneficiaries in R1 (see Table CCO1) and 10,176 advisors in R2 (see table CCO2).","label":["Non-Incentive"],"Comments":[]},{"id":165148,"text":"The issu es around the possibility of developing a mechanism including mutual funds such as a reinsurance scheme should be examined to minimise risk for processors and give farmers confidence regarding price .","label":["Non-Incentive"],"Comments":[]},{"id":165149,"text":"EU CAP direct payments provide vital income support for farmers, and act as an important cushion against commodity price volatility.","label":["Non-Incentive"],"Comments":[]},{"id":165150,"text":"This scheme offers financial support to farmers to assist them in buying farm safety equipment such as safety rails\/fences, plant protection products and solid covers for slurry stores.","label":["Supplies"],"Comments":[]},{"id":165151,"text":"Support is provided to farmers implementing bespoke farm, land and catchment measures by way of local cooperation project teams in accordance with Article 77 of the CSP Regulation.","label":["Technical_assistance"],"Comments":[]},{"id":165152,"text":"Succession and the early transfer of family farms is supported by Agricultural Relief from Capital Acquisitions Tax and Stamp Duty exemptions.","label":["Tax_deduction"],"Comments":[]},{"id":165153,"text":"The Department of Agriculture Food and the Marine has funded a number of loan schemes which provide access to finance for famers in Ireland, enabling them to maintain liquidity and ensure they can take investment decisions tailored to their enterprise.","label":["Credit"],"Comments":[]},{"id":165154,"text":"The financial allocation is adequate to support the targets of 076% of farms participating in Producer Groups, Producer Organisations, local markets, short supply chain circuits and qual ity schemes supported by the CAP (R10).","label":["Non-Incentive"],"Comments":[]},{"id":165155,"text":"IDAFM to review the possibility of developing a mechanism to minimise risk for processors and give farmers conﬁdence regarding price including possible mutual funds such as a reinsurance scheme.","label":["Non-Incentive"],"Comments":[]},{"id":165156,"text":"The support offered under this scheme is provided in the form of financial assistance towards the professional costs, such as legal, taxation and advisory, associated with setting up registered farm partnerships as well as the professional costs associated with providing advice to older farmers on succession and retirement options.","label":["Technical_assistance"],"Comments":[]},{"id":165157,"text":"This intervention supports the creation of Operational Programmes which can provide support to primary producers in the F&V sector in terms of financial planning and risk management.","label":["Technical_assistance"],"Comments":[]},{"id":165158,"text":"research@agriculturegovie83 Promote development-oriented policies that support productive activities, decent job creation, entrepreneurship, creativity and innovation, and encourage the formalization and growth of micro-, small- and medium-sized enterprises, including through access to financial servicesDETE National Economic Recovery PlanPillar 3 of the Economic Recovery Plan targets SME growth and measures to improve productivity by focusing on the digital transformation of business processes for SME’s as well as prioritising export diversification.","label":["Non-Incentive"],"Comments":[]},{"id":165159,"text":"Furthermore, the Strategic Banking Corporation of Ireland (SBCI) offers farmers the chance to opt into the Future Growth Loan Scheme (FGLS) .","label":["Credit"],"Comments":[]},{"id":165160,"text":"The combined effects of all propo sed income support tools on redistribution are captured in the modelling analysis on Redistribution to smaller farms (Result Indicator (RI 6) and Enhancing support to farms in areas with specific needs (Result Indicator 7).","label":["Non-Incentive"],"Comments":[]},{"id":165161,"text":"The interventio n described in Section 52 of this plan is designed to encourage the development of Producer Organisations in the fruit and vegetable sector and part fund the Operational Programmes of existing fruit and vegetable POs.","label":["Non-Incentive"],"Comments":[]},{"id":165162,"text":"Investments will also be made to mitigate risks from floodingThe Plan has been designed to meet the needs of a growing economy, to improve the delivery of services to communities, and to maximise the benefits of support by providing Exchequer investment throughout the country.","label":["Non-Incentive"],"Comments":[]},{"id":165163,"text":"The agriculture crisis reserve fund introduced by the 2013 CAP is designed to support the sector when crises affect production and\/or distribution.","label":["Non-Incentive"],"Comments":[]},{"id":165164,"text":"This paym ent is designed to provide a direct income support to Irish farmers to underpin their continued sustainability and viability and to support farmers in their continued delivery of a secure food supply.","label":["Direct_payment"],"Comments":[]},{"id":165165,"text":"The Irish model for redistribution of direct payments is designed to ensure that the direct payments system is made fairer and more equitable while at the same time ensuring that the level of redistribution of payments between farmers is not of a scale that could jeopardise the achievement growth objectives.","label":["Non-Incentive"],"Comments":[]},{"id":165166,"text":"The financial allocation is justified on the basis of total number of hectares designated as subject to a natural or specific constraint (as per the 2019 redesignation process), and the proposed payment rates (which provide partial compensation to farmers for the costs incurred and income foregone for continuing to farm the land).","label":["Non-Incentive"],"Comments":[]},{"id":165167,"text":"Identify and support surplus food redistribution activities that can further combat food povertyDECC, DAFM Working Group on Food Poverty53, various other stakeholdersOngoing19 Support social enterprises and community-based initiatives that promotes surplus food redistributionDRCD54, DECC, DAFM Various other stakeholders Ongoing20 Raise awareness on food redistribution and donation including the use of consumer and local business facing technology platforms that facilitate food redistribution and donation.","label":["Non-Incentive"],"Comments":[]},{"id":165168,"text":"Identify and support surplus food redistribution activities that can further combat food poverty8Ireland’s National Food Waste Prevention Roadmap 2023-2025Key Priority Actions for the first Roadmap 2023-2025• Support social enterprises and community-based initiatives that promotes surplus food redistribution• Raise awareness on food redistribution and donation including the use of consumer and local business facing technology platforms that facilitate food redistribution and donation.","label":["Non-Incentive"],"Comments":[]},{"id":165169,"text":"This includes identifying and supporting surplus food redistribution activities that can further combat food poverty;• Support social enterprises and community-based initiatives that promotes surplus food redistribution;• Raise awareness on food redistribution and donation including the use of consumer and local business facing technology platforms that facilitates food redistribution and donation;• Work with key sectors (eg, primary production and retail sectors) to examine how food waste due to product specification related aspects (eg misshapen fruit and vegetables) can be avoidedFood waste prevention needs to be embedded in everyday behaviour across society and sectors28Ireland’s National Food Waste Prevention Roadmap 2023-202511 Food Waste SegregationIn line with the food waste hierarchy food waste prevention is the first priority.","label":["Non-Incentive"],"Comments":[]},{"id":165170,"text":"For the fruit and vegetable sector this administrative and advisory costs support under Article 77 is in addition to support granted through the Producer Organisation Scheme’s Operational Programme support – see Sectoral Intervention in the Fruit and Vegetable sector.","label":["Non-Incentive"],"Comments":[]},{"id":165171,"text":"In cases where a loan is used to finance or top up a mutual fund no distinction is made between the basic capital and loans taken out in respect of the replenishment of the fund following compensate to growers.","label":["Non-Incentive"],"Comments":[]},{"id":165172,"text":"The total financial allocation for the scheme of €100m is sufficient to achieve the targets of: • 091% of farms benefitting from support to digital farming technology through CAP (R3) • 363% of farms receiving investment support to restructure and modernise, including to improve resource efficiency (R9) Sectoral Intervention Fruit and Vegetable Sector EN 84 EN The total amount of €39m (€78m annually from 2023 -2027) €44m is justified on the basis that the existing 4 POs remain in the scheme with 1 new entrant operational by 2023 .","label":["Non-Incentive"],"Comments":[]},{"id":165173,"text":"The total financial allocation of €460m is adequate to achieve the targets of: • 1061% of Utilised Agricultural Area (UAA) under supported commitments beneficial for soil management to improve soil quality and biota (such as reduce tillage, soil cover with crops, crop rotation included with leguminous crops) (R19) (see Table SO61).","label":["Non-Incentive"],"Comments":[]},{"id":165174,"text":"The total financial allocation of €460m is adequat e to achieve the targets of: • 745% of Utilised Agricultural Area (UAA) concerned by supported specific commitments which lead to a sustainable use of pesticides to reduce risks and impacts of pesticides such as pesticides leakage (R24) (as per Table SO9 3) AECM Article 77: The total financial allocation for this scheme is €210 million.","label":["Non-Incentive"],"Comments":[]},{"id":165175,"text":"Current Status (new, existing , in development) Existing Period during which measure will be in place 2015 -2020 Cumulative greenhouse gas reductions 2017 -2020 Not Available Cumulative greenhouse gas reductions 2017 -2030 Not Available Funding narrative CAP Pillar I is 100% EU funded Qualitative statement on impacts Good farming practices supported by CAP Pillar 1 contribute to the protection of the carbon pool stored in Irish farmland.","label":["Non-Incentive"],"Comments":[]},{"id":165176,"text":"This grant package provides support to farmers and other landowners to establish new native woodland and to restore existing native woodland (including conversion from conifer forest to native woodland), to protect and enhance water and aquatic ecosystems131 Overview The Native Woodland Scheme (NWS) grant package provides funding to farmers and other landowners to undertake works primarily to protect and expand Ireland’s native woodlands and associated biodiversity.","label":["Direct_payment"],"Comments":[]},{"id":165177,"text":"A 50% grant rate will be applied for participants from the organic sector and to applicants that apply for farm safety investments.","label":["Supplies"],"Comments":[]},{"id":165178,"text":"Government schemes such as GLAS (Green, Low -Carbon, Agri -Environment Scheme) which replaces REPS (Rural Environmental Protection Scheme) and AEOS (Agri -Environment Option Scheme) assist s Irish farmers in the preservation of traditional hay meadows and low -input pastures.","label":["Non-Incentive"],"Comments":[]},{"id":165179,"text":"The total financi al allocation of €148 billion is adequate to achieve the targets of: 1061% of Utilised Agricultural Area (UAA) under supported commitments beneficial for soil management to improve soil quality and biota (such as reduce tillage, soil cover with crops, c rop rotation included with leguminous crops) (R19) (see Table SO61 above) 3873% of UAA paid under supported commitments for biodiversity conservation or restoration including HNV farming practices (R31) (see table SO66).","label":["Non-Incentive"],"Comments":[]},{"id":165180,"text":"Support measures for the sustainable management of forests, with the added benefit of increasing biodiversity and enhancing ecosystem services, are also currently funded and the expansion of these is being considered.","label":["Non-Incentive"],"Comments":[]},{"id":165181,"text":"Reductions (Penalties for Over Declaration) Where farmers do not meet scheme rules, their payments can be reduced and penalties applied.","label":["Fine"],"Comments":[]},{"id":165182,"text":"The above document also sets out sanctions that can be applied where (for example) “Negligent action contrary to the forestry standards and procedures leading to significant environmental or other impacts” has occurred.","label":["Fine"],"Comments":[]},{"id":165183,"text":"Where the Forestry Division is of the opinion that a forest or part thereof does not meet the required standard and \/ or is not managed in accordance with the rules of the Afforestation Scheme, premium payments may be suspended, withheld, reduced or recouped in accordance with the scheme terms and conditions, and penalties may be applied.","label":["Fine"],"Comments":[]},{"id":165184,"text":"Late submission of the annual application for the Single Payment Scheme will result in the application of penalties for the OFS as outlined in paragraph 1012 of these Terms and Conditions.","label":["Fine"],"Comments":[]},{"id":165185,"text":"The level of risk associated with threats associated with forestry can be significantly heightened by afforestation on unsuitable sites (eg deep peat, steep slopes), by poor forest design (eg insufficient water setbacks, insufficient silt traps and settlement areas within the drainage system), and inappropriate management practices (eg overuse of extraction tracks during harvesting, leading to deep rutting and soil mobilisation).","label":["Non-Incentive"],"Comments":[]},{"id":165186,"text":"These measures are targeted at increasing the removals of CO2 from the atmosphere by sequestration and the forestry programme will incentivise land owners to carry out these activities.","label":["Non-Incentive"],"Comments":[]},{"id":165187,"text":"Larger forest areas of 100hectares or more should have internal firebreaksRoads, rivers or other fuel free zones also fulfilthe functions of a firebreakMost fires spread from adjoining lands into forests and for that reason firebreaks are most oftenon the forest boundaryHowever they are an intensive form of soil disturbance so it is importantto depart from the boundary when they are constructed if archaeological, water quality,biodiversity or other issues ariseIn these instances the appropriate buffer zones and exclusionzones must be observed and the firebreak must be made the required distance back from therevelant features.","label":["Non-Incentive"],"Comments":[]},{"id":165188,"text":"Over -declaration of area will result in the recouping of grants and premiums and can result in additional penalties being applied.","label":["Fine"],"Comments":[]},{"id":165189,"text":"Under the Forestry Schemes Penalty Schedules , failure to adhere to the required environmental setbacks can incur significant penalties 351 Installing environmental setbacks It is good forest practice to mark out environmental setbacks before operations commence, to avoid incursions.","label":["Fine"],"Comments":[]},{"id":165190,"text":"In such situations, permanent forest removal may be considered by the F orest Service, on application” Often, these areas are of low forest productivity, and reforestation may be uneconomical.","label":["Non-Incentive"],"Comments":[]},{"id":165191,"text":"Penalties for over -declaration of area under GLAS If the area declared in a single application exceeds the area determined for that crop group, the aid shall be calculated on the basis of the area determined for that crop group.","label":["Non-Incentive"],"Comments":[]},{"id":165192,"text":"Regarding the potential eligibility of land for support under the Afforestation Scheme, three separate land types apply: ¾Suitable land: GPC2 2-12 ¾Suitable land: GPC 1 ¾unSuitable landThe Land Types for Afforestation document includes numerous photographs of sites deemed suitable and unsuitable on productivity grounds, to illustrate to landowners and Registered Foresters the likely outcome of the scoring procedure.","label":["Non-Incentive"],"Comments":[]},{"id":165193,"text":"Moorland vegetation, bracken and furze are mostflammableA change of species within a forest may decrease the flammability of the forest, ascan removing the lower branches of treesFirebreaks are very effective in slowing down the rate of progress of a fireIn addition they allowfor more speedy access within and around the forest so that firefighters can reach the locationof the fire more quicklyA fireline (or firebreak) needs to beat least 6 metres wide(Photo: Forest Service)18Forest Protection GuidelinesFirebreaks (also known as firelines) are formed by:(a) Screefing;(b) Brashing bands of trees;(c) Planting bands of larch;(d) Controlled burning of vegetation(a) Screefing or removing vegetation so that the underlying soil is bare is normally carried outmechanically with an excavator or a bladeSuch a fireline should be at least 6 metres wide and, normally, it should be made duringafforestation of lands that adjoin uncultivated or non- intensively grazed farmland.","label":["Non-Incentive"],"Comments":[]},{"id":165194,"text":"This may entail one or more of the following measures: ¾The withholding of grant and premiums until appropriate remedial work is carried out to the satisfaction of the Department ¾The application of financial penalties under the Department’s Forest Service penalty system ¾The revoking of forestry licences issued ¾Established sanctions under the DAFM’s Registered Forester system, including an increased site inspection regime applied to projects involving the Registered Forester in question, or his \/ her removal from the list of Registered Foresters and consequential exclusion from future work ¾Incidences of unlicensed afforestation, forest road construction and tree felling are pursued through the provisions set out in the Forestry Regulations and the Forestry Act 2014.","label":["Fine"],"Comments":[]},{"id":165195,"text":"The ‘do nothing’ alternative is untenable in most situations, as existing forests within these areas, particularly monoculture conifer plantations on peat, will reach a point where they become prone to windblow, resulting in a chaotic uncontrolled situation and a significant economic loss of investment15 Linkage between Forests & Water and this PlanThis Plan for Forests & FPM in Ireland operates within the context of a significantly enhanced ‘baseline’ level of protection for water, as set out in the DAFM document Forests & Water: Supporting the Achievement of Objectives under Ireland’s River Basin Management Plan 2018-2021 (see [URL] ).","label":["Non-Incentive"],"Comments":[]},{"id":165196,"text":"If the difference is greater than 50% of the area determined (found): No payment is made under the Greening Payment for the scheme year in question and an additional penalty based on the payment that would have been payable on the area corresponding to the difference between the number of eligible hectares and the number of hectares payable under the Greening Payment will be offset against any EU payment due to the farmer during the course of the three calendar years following the year in which the determination refers.","label":["Fine"],"Comments":[]},{"id":165197,"text":"Under that system, the administrative penalties referred to in the first subparagraph shall only apply where the non -compliance is the result of an act or omission directly attributable to the beneficiary concerned; and where one or both of the following conditions are met: (i)the non -compliance is related to the agricultural activity of the beneficiary (ii)the non -compliance concerns the holding as defined in point (2) of Article 3 of Regulation (EU) 2021\/2115 or other areas managed by the beneficiary situated within Irela nd.","label":["Fine"],"Comments":[]},{"id":165198,"text":"Where it can be established that such ineligible features \/areas existed in previous years, there is a requirement to reduce the a rea and apply the relevant financial reduction and\/or penalty to the herdowner.","label":["Fine"],"Comments":[]},{"id":165199,"text":"While the prescribed 60 metre ‘without permission’ setback will suffice in most cases, the Forestry Division may require greater setbacks or indeed, the exclusion of sections of a proposed site, if deemed necessary on landscape grounds.","label":["Non-Incentive"],"Comments":[]},{"id":165200,"text":"Note the following: ➢ If faced with a particularly sensitive and complex site in relation to a particular environmental feature or sensitivity (or combination thereof) , a Registered Forester may propose measures above and beyond the minimum requirements set out in this document.","label":["Non-Incentive"],"Comments":[]},{"id":165201,"text":"Forestry is identified as a significant pressure in 51 (40%) of these water bodies, followed by hydromorphology in 43 (34%), agriculture in 35 (28%), peat extraction or disturbances in 16 (13%), and domestic waste water in 13 (10%)DAFM recognises that inappropriately-sited forests and poorly-managed forest operations can potentially impact water quality and aquatic habitats and species such as salmonids and FPM, particularly in terms of siltation and nutrient runoff.","label":["Non-Incentive"],"Comments":[]},{"id":165202,"text":" In more extreme cases, permanent forest removal may be justified on a case -by-case basis, under Section 52 of the Policy , ie over -ridding environmental considerations may “exist under the Water Framework Directive, where provisions under the Reforestation Objectives CCF and BIO may not suffice.","label":["Non-Incentive"],"Comments":[]},{"id":165203,"text":"In such Photo 104 DAFM’s Felling & Reforestation Policy sets out situations where permanent forest removal may be acceptable, due to overriding environmental considerations.","label":["Non-Incentive"],"Comments":[]},{"id":165204,"text":"Applicants can now avail of the Environment Report Grant to help offset the cost the cost of environmental reports","label":["Technical_assistance"],"Comments":[]},{"id":165205,"text":"There may also be a short term increase of nitrate following the felling of large forest areas ¾Onsite use of chemicals, fuels or oils: Potential risk of spillage, through accident or bad practice, and subsequent entry into receiving watercourses, leading to contamination and subsequent FPM death ¾Inappropriate reforestation: Eg failure to introduce a sufficient water setback into the subsequent rotation, failure to adopt more appropriate silvicultural systems other than the standard clearfell \/ replant approach.","label":["Non-Incentive"],"Comments":[]},{"id":165206,"text":"The mitigation measures contained within this NIS, the Environmental Report and the proposals within the Plan itself are likely to be a djusted in response to any successor to the current Forestry Programme .","label":["Non-Incentive"],"Comments":[]},{"id":165207,"text":"Penalty amounts may be deducted from future payments due to the applicant under this scheme or from payments due under other EU -financed schemes.","label":["Non-Incentive"],"Comments":[]},{"id":165208,"text":"These provisions include the reinstatement of the site to its original condition, and criminal prosecution ¾There are related sanctions under relevant environmental legislation including the European Communities (Birds & Natural Habitats) Regulations 2011, and the European Communities (Environmental Liability) Regulations 2008 (SI547 of 2008)7131 PenaltiesDAFM operates a penalty system in relation to breaches of the terms and conditions of the various schemes it operates.","label":["Non-Incentive"],"Comments":[]},{"id":165209,"text":"This section sets out the main scenarios whereby the permanent removal of trees and forests may be considered acceptable, and whether or not alternative reforestation is required.","label":["Non-Incentive"],"Comments":[]},{"id":165210,"text":"Methodology The forest area with abiotic damage present is clas sified by damage agent and damage severity.","label":["Non-Incentive"],"Comments":[]},{"id":165211,"text":"A hazardous event is equivalent to a WFD ‘pressure’, ie an activity such as a wastewater discharge or a land use practice such as forestry, which presents a risk to, or impacts on, water quality.","label":["Non-Incentive"],"Comments":[]},{"id":165212,"text":"This creates the potential for run-off of nutrients into receiving watercourses ¾Additional threats posed by afforestation can include elevated alkalinity as a result of fertiliser runoff, reduction in water temperature as a result of slowing or ponding of watercourses, the creation of shade from tree canopies, and heavy metals entering watercourses as a result of improper cypermethrin use322 Existing forests ¾Machine operations and site disturbance during harvesting (including thinning and clearfelling) and forest road construction.","label":["Non-Incentive"],"Comments":[]},{"id":165213,"text":"Furthermore, breaches of these rules can result in disqualification from the scheme in question and the recouping of monies paid","label":["Fine"],"Comments":[]},{"id":165214,"text":"To complement the EXEED programme, the tax code provides for accelerated capital allowances (ACAs) for energy e fficient equipment supporting the reduction of energy use in the workplace and the awareness of energy efficiency standards in appliances.","label":["Tax_deduction"],"Comments":[]},{"id":165215,"text":"Existing measures that support the decarbonisation of this sector include: Maintaining a regime of Accelerated Capital Allowances for energy efficient equipment, which is supporting the reduction of energy use in the workplace, and awareness of energy efficiency standards in appliances and products;","label":["Tax_deduction"],"Comments":[]},{"id":165216,"text":"Forecasts to be developed to estimate cumulative savings Funding narrative Cost is to industry but is set at cost optimum level Qualitative statement on impacts - Sector: Built Environment Measure BE11 : BER Certificates Sector Built Environment Programme\/Scheme BER Certificates Measure Title BER Certificates Type of measure Regulatory Instrument Objective of measure A BER is an indication of the energy performance of a dwelling on a scale of A (most efficient) to G (least efficient) arrived at following an energy audit.","label":["Non-Incentive"],"Comments":[]},{"id":165217,"text":"The impact of the Accelerated Capital Allowance Scheme, Supports for Exemplar Energy Efficient Projects (SEEEP) and Energy Efficiency Retrofit Fund (EERF), SEAI energy agreements such as the Large Industry Network, Combined Heat and Power and supports for energy efficiency improvements are included in this scenario.","label":["Non-Incentive"],"Comments":[]},{"id":165218,"text":"We are committed to regularly reviewing and reforming key environmental tax measures including:• Examining the introduction of an emissions-based tax regime for light goods vehicles;• Examining gradually phasing out VAT rebates on commercial fuel use where electric alternatives exist;• Examining the gradual equalisation of the diesel and petrol excise rates;• Introducing environmental criteria into the vehicle BIK regime, with commencement sensitive to typical fleet renewal timescales;• Supporting the use of accelerated capital allowances to promote investment in energy efficient equipment and zero emissions commercial vehicles;• Assessing the role for taxation measures, in meeting our building retrofit targets set out in this planCarbon Pricing and Cross-cutting Policies119All EU Member States implement carbon pricing through the EU Emissions Trading System (ETS) and Ireland is also one of fifteen Member States to have economy-wide pricing through a combination of the ETS and a separate domestic carbon tax applied to sectors not included in the ETS.","label":["Non-Incentive"],"Comments":[]},{"id":165219,"text":"This will increase waste separation and support increased re-cycling rates;• Placing the Whole-of-Government Circular Economy Strategy and National Food Loss Prevention Roadmap on a statutory footing, establishing a legal requirement for Government to develop and periodically update these two policies;• Placing the EPA’s Circular Economy Programme on a statutory footing;• Streamlining the national processes for end-of-waste and by-products decisions, tackling the delays which can be encountered by industry, and supporting the availability of recycled secondary raw materials in the Irish market;• Consolidating the Government’s policy of keeping fossil fuels in the ground by introducing prohibitions on exploration for and extraction of coal, lignite, and oil shale50% of total GHG emissions come from resource extraction and processing, while if food waste were a country, it would be the third largest global GHG emitter exceeded only by China and the United StatesFrom a climate perspective, the shift to a circular economy is particularly important at both the resource extraction and disposal phases of the product or material lifecycle.","label":["Non-Incentive"],"Comments":[]},{"id":165220,"text":"In addition to existing measures such as greater investment, there are a range of further policy measures being considered by Government aimed at reducing emissio ns within the sector, including : proposals to increase the biofuel obligation rate for transport fuels from 8% to 10% on 1 January 2019 and to circa 12% on 1 January 2020; CO 2 based taxation policies ; vehicle emission standards regulations and energy efficiency savings mechanisms 53.","label":["Non-Incentive"],"Comments":[]},{"id":165221,"text":"annually by the end of the period 2023 to 2025;• Reduce Ireland’s annual industry emissions to meet carbon budget for 2025 to 2030To meet the level of emissions required by 2030 we will:• Expand and enhance supports from the SEAI, IDA Ireland and EI with a focus on achieving energy efficiency, electrification and biomass adoption in industry aligned with the above KPIs;• Develop and deliver policies to ensure increased supply of zero-emission gases aligned with the above KPIs;• Actively deliver a series of measures to reduce embodied carbon in construction materials, and emissions from cement productionIndustry153133 Measures to Deliver Sectoral Emissions Ceilings Our 2030 decarbonisation ambition will require all sectors to increase emission mitigation actions if we are to achieve our national and EU targets.","label":["Non-Incentive"],"Comments":[]},{"id":165222,"text":"Recent reform s to the EU ETS are working to increase the price signal in that sector, and will complement our initiatives to reduce emissions in the electri city and industry sectors","label":["Non-Incentive"],"Comments":[]},{"id":165223,"text":"A tax incentive for companies paying corporation tax is also in place in the form of accelerated capital allowance for energy efficient equipment.","label":["Tax_deduction"],"Comments":[]},{"id":165224,"text":"The projected emissions savings from these new scenarios are based on an updated set of input assumptions to those used for the 2018 ”With Additional Measures” scenario and are subject to ongoing refine ment by the EPA.","label":["Non-Incentive"],"Comments":[]},{"id":165225,"text":"The ACA is based on the long -standing ‘Wear and Tear Allowance' for capital plant and machinery investment, which compensates capital depreciation by lowering an organization's tax obligation.","label":["Non-Incentive"],"Comments":[]},{"id":165226,"text":"The Finance Act 2020 legislated for annual increases in the rate of carbon tax to reach €100 per tCO2 by 2030, and manufacturers outside the EU ETS will be further incentivised by the carbon price trajectory set by Government.","label":["Fine"],"Comments":[]},{"id":165227,"text":"Many of these measures require the collection of activity data or research to refine the emission factor associ ated with a given measure in order to incorporate GHG reductions into national inventories.","label":["Non-Incentive"],"Comments":[]},{"id":165228,"text":"The currently proposed EU Renewable Energy Directive contains a target to increase the share of renewables for energy and non-energy purposes in this sector by minimum average annual increase of at least 11 percentage points for renewables for the periods 2021 to 2025, and 2026 to 2030The sharp increase in energy prices following Russia’s invasion of Ukraine, gives industry a further incentive to reduce costs through driving efficiencies, and accelerating the move from fossil fuels towards sustainable and cheaper renewablesThe currently proposed EU Corporate Sustainability Reporting Directive updates the existing rules for non-financial reporting by companies operating in the EU, again increasing energy transparency.","label":["Non-Incentive"],"Comments":[]},{"id":165229,"text":"In these years, the Capital Investment Scheme will contribute to addressing Obj5,N2 and Obj9,N3 by providing support for investments in precision farming equipment for applicatio n of plant protection product s. It will also support investment in equipment such as Ring Rollers and Haulm Toppers to reduce reliance on plant protection product s. Relevant Result Indicator(s): R9 Farm modernisation: Share of farms receiving investment support to restructure and modernise, including to improve resource efficiency","label":["Supplies"],"Comments":[]},{"id":165230,"text":"Under this specific intervention, support can be provided for the following actions • Conversion of conventional machines and vehicles (ie those powered by internal combustion engines) (vehicles for internal use only) with appropriate devices that lead to a reduction in emissions","label":["Supplies"],"Comments":[]},{"id":165231,"text":"A commitment in the National Mitigation Plan to examine the impact of the carbon tax and its future rate, including the distributive impacts of any rate increases was progressed by the Department of Finance which commissioned the ESRI to conduct further analysis to inform the policy direction of the tax.","label":["Non-Incentive"],"Comments":[]},{"id":165232,"text":"Table 1: Disbursement of Additional Carbon Tax Receipts in 2020 Increased Carbon Tax Spending – 2020 Revenue €m - 2020 Expenditure €m - 2020 Department Revenue Raised by a €6 carbon tax increase 90 Protecting the Vulnerable 1.","label":["Non-Incentive"],"Comments":[]},{"id":165233,"text":"In these years, the Capital Investment Scheme will contribute to addressing Obj5,N2 and Obj9,N3 by providing support for investments in precision farming equipment for application of plant protection product s. It will also support investment in e quipment such as Ring Rollers and Haulm Toppers to reduce reliance on plant protection product s.","label":["Supplies"],"Comments":[]},{"id":165234,"text":"We are committed to having in place a taxation framework that plays its part in incentivising, along with other available policy levers, the necessary actions to reduce our emissions.","label":["Non-Incentive"],"Comments":[]},{"id":165235,"text":"In recognition of the sector’s exposure to the rising fuel cost trajectory envisioned under carbon tax increases that will be required to reduce the ‘competitive advantage’ held by fossil-fuelled vehicles over sustainable alternatives, the DoT is engaged in further research regarding taxation and renewable fuels used in the sector.","label":["Non-Incentive"],"Comments":[]},{"id":165236,"text":"The savings associated with the impact of Directive 2006\/40\/EC37 are included in this scenari o 37 Directive 2006\/40\/EC Relating to emissions from air -conditioning systems in motor vehicles and amending Council Directive 70\/15\/EEC Agriculture  Agriculture sector emissions arise from enteric fermentation, manure management and nitrogen & urea application to soils, combustion from agriculture\/forestry\/fishing.","label":["Non-Incentive"],"Comments":[]},{"id":165237,"text":"The aim of the pilot is to fund fuel switching to low carbon heating technologies to demonstrate the multiple benefits of energy efficiency and investigate how best to support consumer decision making and investment in deep retrofit.","label":["Supplies"],"Comments":[]},{"id":165238,"text":"The Afforestation Programme measure included in the NMP will deliver greenhouse gas reductions in the long term.","label":["Non-Incentive"],"Comments":[]},{"id":165239,"text":"The Government has ensured that increases in the carbon tax are progressive through targeted social welfare and other initiatives to prevent fuel poverty, thus ensuring a just transitionThe Government has sought to ensure that revenue from increases in the carbon tax will be ring-fenced to protect those who are most exposed to higher fuel and energy costs, to provide support for displaced workers, and to invest in new climate actionsThe Government has sought to ensure that revenue from increases in the carbon tax will be ring-fenced to protect those who are most exposed to higher fuel and energy costs, to provide support for displaced workers, and to invest in new climate actions.","label":["Non-Incentive"],"Comments":[]},{"id":165240,"text":"during the secon d carbon budget period, have been identified: • Focus on economy -wide energy efficiency and demand management; • Accelerate the future energy system; • Implement sustainable food and agriculture; • Deploy carbon capture and storage technologies; • Support carbon rem ovals (including bio -economy measures).","label":["Non-Incentive"],"Comments":[]},{"id":165241,"text":"Consideration will also be given to implementing an increase in fuel costs (modelled as an increase of 65% by 2030 relative to 2018 prices, incorporating already planned carbon tax increases) if other measures are not deemed successful","label":["Non-Incentive"],"Comments":[]},{"id":165242,"text":"A roadmap will be developed to support this transition, setting out the required policy and r egulatory instruments, to promote greater electrification of domestic heating and to accelerate the phase out of fossil fuels for heating.","label":["Non-Incentive"],"Comments":[]},{"id":165243,"text":"Achieving further emissions reducti ons between now and 2030 requires a major s tep up in how we accelerate and increase the deployment of renewable energy to replace fossil fuels, deliver a flexible system to support renewables, and manage electricity demand.","label":["Non-Incentive"],"Comments":[]},{"id":165244,"text":"We are committed to ensuring that our carbon taxation policies are progressive by comple menting future increases with targeted increases in social welfare and other initiatives to address fuel poverty.","label":["Non-Incentive"],"Comments":[]},{"id":165245,"text":"The 2023 and 2024 Plans contain policy pathways and actions to achieve the sectoral emissions ceil ings for the electricity, industry, residential buildings, commercial\/public buildings, transport, agriculture, and other (f -gases, waste and petroleum refinement) sectors.","label":["Non-Incentive"],"Comments":[]},{"id":165246,"text":"A CO2 emission based VRT and motor tax regime for private motor cars that imposes a higher tax liability on vehicles with higher emissions.","label":["Non-Incentive"],"Comments":[]},{"id":165247,"text":"Recommendations at Producer level included reviewing and upd ating the agri -taxation measures to address competitiveness issues , avoiding further challenges to land mobility and consider actions that help deliver environmental sustain ability and energy efficiency.","label":["Non-Incentive"],"Comments":[]},{"id":165248,"text":"The Minister for Finance also committed the Government to putting in pla ce a long -term trajectory for Carbon Tax increases out to 2030 in line with the 9 See The Economic and Environmental Impacts of Increasing theIrish Carbon Tax available online at: [URL] 24 recomm endations of the Climate Change Advisory Council and the outcome of the work of the Joint Oireachtas Committee on Climate Action .","label":["Non-Incentive"],"Comments":[]},{"id":165249,"text":"Ireland’s success in The Circular Economy and Other Emissions diverting waste from landfill is underpinned by two key levers: increases in the levy for disposal of waste to landfill; and the requirements to divert BMW from disposal to landfill under the Landfill Directive","label":["Non-Incentive"],"Comments":[]},{"id":165250,"text":"The With Existing Measures scenario includes: o the impact of VRT and motor tax changes (introduced in 2008), public transport efficiencies (eg integrated ticketing) and the carbon tax imposed on fuels since 2010 o improvements to the fuel economy of private cars o a RES -T of 55% of transport energy demand is in place by 2020 which is supported by the Biofuel Obligation Scheme 201036 36[URL] -ie\/Renewable -Energy\/Pages\/Biofuelsaspx  Under the With Additional Measures scenario, transport emissions are projected to increase by 10% over the period 2015 – 2020 to 13 Mt CO²eq.","label":["Non-Incentive"],"Comments":[]},{"id":165251,"text":"Clear long-term signalling on the future evolution of the carbon tax is essential to ensure that it is able to send a sufficiently strong signal to drive low-carbon investments by households and businessesInvestment in the Transition to a Low-Carbon SocietyClimate mitigation and adaptation are cross-cutting priorities.","label":["Non-Incentive"],"Comments":[]},{"id":165252,"text":"IAs part of the Europe 2020 strategy, BIM will introduce schemes in compliance with the EMFF to support investments in equipment or in ﬁshing or aquaculture vessels aimed at reducing the emission of pollutants or GHG and\/or increasing energy eﬃciency.","label":["Supplies"],"Comments":[]},{"id":165253,"text":"This project will re fine national emission factors so that mitigation measures can be incorporated into national inventories, enabling farmers to receive credit for emissions reduction.","label":["Non-Incentive"],"Comments":[]},{"id":165254,"text":"The AECM Measures (General and Cooperation) will directly assist in reducing Green House Gas emissions resulting fr om agriculture (Obj4N1), improving the protection and management of existing carbon stores (Obj4N2), and in encouraging climate adaptation (Obj4N4).","label":["Non-Incentive"],"Comments":[]},{"id":165255,"text":"Capital Investment Scheme Due to the high level of funding available in the RDP 2014 -2020 as extended under the transitional arrangements, it is proposed to provide capital investment support under the CSP primarily from 2025 to 2027","label":["Non-Incentive"],"Comments":[]},{"id":165256,"text":"As a first step, the Department of Finance is commissioning further analysis to inform the policy direction of the tax with an examination of the mitigation and distributive impacts of the carbon tax as implemented and an assessment of its poss ible future price evolution.","label":["Non-Incentive"],"Comments":[]},{"id":165257,"text":"Any necessary 'e nvironmental stabilisation' will, where relevant, have already taken place in accordance with the Polluter Pays Principle and\/or requirements for obligated rehabilitation (See definition under ‘Standards of Rehabilitation’ below) These actions will comple ment the activities under Priority 1 by providing employment for impacted workers and communities and by making the Territory a more attractive place to live, work and visit.","label":["Non-Incentive"],"Comments":[]},{"id":165258,"text":"Sector: Transport Measure T13: Improved fuel economy of the private car fleet (EU Regulation) Sector Transport Programme\/Scheme Measure Title EU CO 2 Car\/Van Regulation Type of measure Regulatory Objective of measure Efficiency improvements of vehicles Current Status (new, existing, in development) Existing Period during which measure will be in place 2009 -2030 Cumulative greenhouse gas reductions 2016 -2020 1,026kt Cumulative greenhouse gas reductions 2016 -2030 3,297kt Funding narrative N\/A Qualitative statement on impacts The EU, through Regulations (EC) 443\/2009 and (EC) 333\/2014, mandated an improvement in average new car efficiency to 130 g CO 2\/km by 2015 with a target of 95 g CO 2\/km for 2020.","label":["Non-Incentive"],"Comments":[]},{"id":165259,"text":"We are committed to further developing a taxation framework, which play s its full part in incentivising, along with other available policy levers, the necessary actions to reduce our emissions; • Align the financial system to decarbonisation ambition : achieving climate neutrality implies a very significant transition for all a ctors in Ireland’s economy.","label":["Non-Incentive"],"Comments":[]},{"id":165260,"text":"In the Industrial Emissions Directive, an ‘emission’ is defined as the direct or indirect release of substances, vibrations, heat or noise from individual or diffuse sources in the project, into air, water or land.","label":["Non-Incentive"],"Comments":[]},{"id":165261,"text":"Our enterprise agencies will work to support these businesses decarbonise their processes and align any supports with the incentives and interventions under a Renewable Heat Obligation, or any support provided to the agriculture supply chain for such a fuel.","label":["Non-Incentive"],"Comments":[]},{"id":165262,"text":"AECM Article 77, AECM Training, Training to implement the Suckler Carbon Efficiency Programme all address the needs that are listed for the same interventio ns in the justification for R1 .","label":["Non-Incentive"],"Comments":[]},{"id":165263,"text":"Carbon Pricing and Cross cutting Policies While the evaluation of different technologies, carried out in support of the development of this strategy and of our Climate Action Plans, has provided a pathway to achieving a 51% reduction in greenhouse gas emissions b y 2030, the successful deployment of these technologies will require specific policies to remove barriers at the sectoral level.","label":["Non-Incentive"],"Comments":[]},{"id":165264,"text":"The local authority should seek to use every opportunity available through funding such as capital project grant aid and grants for the retrofitting of thermal insulation to promote the reduction of rainwater runoff from private areas.","label":["Non-Incentive"],"Comments":[]},{"id":165265,"text":"The National Mitigation Plan covers greenhouse gas emissions in the Electricity Generation, Built Environment, Trans port, and Agriculture, Forest and Land Use sectors.","label":["Non-Incentive"],"Comments":[]},{"id":165266,"text":"242235 313 Explanation on how to achieve the greater overall contribution set out in Article 105  246239 314 Explanation of how the env ironmental and climate architecture of the CAP Strategic Plan is meant to contribute to already established long -term national targets set out in or deriving from the legislative instruments referred to in Annex XI .","label":["Non-Incentive"],"Comments":[]},{"id":165267,"text":"Emissions reductions from purchasing energy from a “green” energy supplier, or using offsets, cannot be used to meet a public sector body’s targetGrowthIf an increase in a public sector body’s emissions can be demonstrated to lead to an overall net economy-wide emissions reduction, and is ‘additional’, an ‘emissions credit’ can apply.","label":["Non-Incentive"],"Comments":[]},{"id":165268,"text":"However, it is clear that to deliver an economy -wide 51% GHG emission reduction by 2030, the level of ambition and supporting actions must be based on a systematic and transformative approach to the sector.","label":["Non-Incentive"],"Comments":[]},{"id":165269,"text":"This scenario takes into account measures such as SEAI Large Industry Programme, Combined Heat and Power deployment, Renewable Heat Scheme and the Carbon Tax measure.","label":["Non-Incentive"],"Comments":[]},{"id":165270,"text":"The imp act of increased afforestation on a range of soils and the potential of for est management to enhance existing carbon stocks while minimising losses from natural disturbances will be examined.","label":["Non-Incentive"],"Comments":[]},{"id":165271,"text":"We will:•Improve the management of at least 450,000 ha of grassland on mineral soils for carbon sequestration by 2030;•Include measures in the CSP to improve sequestration on mineral grasslands under the Agri-Environment and Climate Measure (AECM) and Eco-Schemes; •Impose mandatory requirements under derogation to enhance carbon sequestration under the Nitrates Regulations;•Install the remaining GHG towers on mineral soil sites as a part of the National Agricultural Soil Carbon Observatory (NASCO);•Develop the necessary research and data to facilitate the inclusion of this measure in the national emissions inventoriesLand Use, Land Use Change, Forestry2351735 Reduce Management Intensity of Grasslands on Drained Organic SoilsReducing the management intensity of drained, agricultural, managed carbon-rich soils offers significant potential for reducing the carbon dioxide emissions from the land-use sector.","label":["Non-Incentive"],"Comments":[]},{"id":165272,"text":"Carbon tax income supports Government programmes, such as the National Residential Retrofit Plan, that play a vital part in the decarbonisation of society.","label":["Non-Incentive"],"Comments":[]},{"id":165273,"text":"EN 241 EN POs can help reduce the burden of market transaction costs by strengthening and sharing investment costs and associated risk and providing technical assistance to producers in producing to required market specifications .","label":["Non-Incentive"],"Comments":[]},{"id":165274,"text":"In the context of the Climate Action Plan commitment to implement a carbon tax ra te of at least €80 per tonne by 2030, Budget 2020 confirmed an initial €6 increase in the price of carbon, all of which will be ring -fenced to support climate action and protect those most vulnerable.","label":["Non-Incentive"],"Comments":[]},{"id":165275,"text":"This project intends to further estimate emissions factors for a fuller suite of cutover habitats• A Just Transition Accelerator Programme for innovation will focus on low-carbon and circular economies to support the region economically.","label":["Non-Incentive"],"Comments":[]},{"id":165276,"text":"This will include reducing emissions by 51% by 2030 and increasing the improvement in energy efficiency in the public sector from the 33% target in 2020 to 50% by 2030, as well as increasing climate literacy in the public sector, implementing green public procurement and retrofitting public sector buildingsGOVERNANCEThe actions to deliver on our ambition and decarbonise our economy will be supported by a robust governance structure that now includes Ireland’s first carbon budget programme and sectoral emission ceilings.","label":["Non-Incentive"],"Comments":[]},{"id":165277,"text":"Within the CCO, AECM Article 77 , AECM Training, ,and Training to Implement the Suckler Carbon Efficiency Programme contribute to R28 as is outlined in the justification for R1.","label":["Non-Incentive"],"Comments":[]},{"id":165278,"text":" To identify the level and trend of costs and staffing resources associated with the Scheme and thus comment on the efficiency with which it has achieved its objectives.","label":["Non-Incentive"],"Comments":[]},{"id":165279,"text":"However, a number of initiatives will be introduced to assist in attaining these goals, including:• Expanding the Extended Producer Responsibility Scheme to new waste streams;• Introducing a deposit and return scheme for plastic and aluminum beverage containers;• Promoting trials of better public recycling opportunities on street and at Bring Centres;• Working with industry to expand initiatives such as the Plastics Pledge;• Working with industry to improve labelling to avoid confusion or ambiguity;• Targeting the improvement of key capture rates by extending segregated collection where it is not now available, and promoting better practice;• Implementing the target of 30% replacement of virgin plastic to recycling;• Introducing levies on disposables where sustainable alternatives are available;• Improving segregation and collection performance to increase recycling and reduce contaminationUsing our strengthened enforcement structures and measures to ensure we maximise segregated material collection, we will drive transparency and information-sharing in materials management.","label":["Non-Incentive"],"Comments":[]},{"id":165280,"text":"In these years, the Capital Investment Scheme will contribute to reducing the use of pesticides by providing support for investments in precision farming equipment for application of PPPs .","label":["Supplies"],"Comments":[]},{"id":165281,"text":"Rebalancing the motor tax and VRT regimes has ensured that technological improvements are impacting more rapidly on the composition of the car and van fleet compared to an alternative taxation system based on engine size.","label":["Non-Incentive"],"Comments":[]},{"id":165282,"text":"Modelling completed in support of Climate Action Plan 2024, which paves the way for achieving the 2030 target, indicates that delivery of the Plan could require a total investment of ~€119 billion to €125 billion, including ~€70 billion of capital investments (~60% of the total) which would be redirected (pub lic and private) rather than incremental investments .","label":["Non-Incentive"],"Comments":[]},{"id":165283,"text":"They also introduce the concept of double materiality (multi-stakeholder approach); expand a company’s reporting boundary to its entire value chain; and require that companies report on how their activities and value chains affect the environment and people; as well as how sustainability matters affect cash flows, financial position, and financial performanceTo support the financial system in directing essential investments into climate action, the EU has developed a science-led taxonomy as the gold standard for sustainable activities.","label":["Non-Incentive"],"Comments":[]},{"id":165284,"text":"This package of measures 56 includes among others the ReFuelEU Aviation Regulation, Fuel EU Maritime and an environmentally ambitious revision of the EU Emissions Trading scheme.","label":["Non-Incentive"],"Comments":[]},{"id":165285,"text":"The most important changes will relate to electricity generation, buildings, transport, agriculture and land use• These changes require significant capital investmentExpected Outcomes• Meeting the target of 51% emissions reduction by 2030, relative to 2018 levels, while staying within our legally binding carbon budgets, will require implementation of all measures outlined in the Climate Action Plan’s plus:- additional, not yet specified measures to deliver the unallocated emissions savings of up to 525 MtCO 2eq per annum, which were assigned to the second carbon budget period (2026-2030); - agreeing a sectoral emissions ceiling for the Land Use, Land Use Change and ForestryThe Climate Action Plan 2023 will build on the measures and technologies set out in previous Climate Action Plans, as well as the analysis conducted to support preparation of the Sectoral Emissions Ceilings.","label":["Non-Incentive"],"Comments":[]},{"id":165286,"text":"DPER is also working with the Organisation for Economic Co-operation and Development (OECD), supported by the EU Commission funding through DG REFORM’s Technical Support Instrument, on progressing a new model for assessing the emissions impact of infrastructure investment.","label":["Non-Incentive"],"Comments":[]},{"id":165287,"text":"The DAFM Sustainability Sub -Group that will be established to implement Food Wise 2025 will be the body responsible for ensuring that such changes are integrated into the relevant instruments 4913 Commonage Framework Plans Commonage framework plans have be en drawn up for all commonage area to establish sustainable stocking rates in commonages as a result of overgrazing caused by the stimulus provided by headage payments.","label":["Non-Incentive"],"Comments":[]},{"id":165288,"text":"Our Industrial Strategy and Climate Action Plans will need to be fully aligned into the futureIn addition, incentives are needed for electricity consumers to move their consumption to high renewable output and off-peak hours.","label":["Non-Incentive"],"Comments":[]},{"id":165289,"text":"The Departments of Public Expenditure and Reform and Finance are now actively providing funding and support for climate macroeconomic modelling work in the ESRI in concert with the wider climate research programme that is being led by the Department of the Environment, Climate and Communications and progressed through the Climate Research and Modelling Group chaired by the Department of the TaoiseachForesight (ie, alternate future scenario) modelling will be essential to identify potential opportunities associated with transformative changes, necessary to provide a balanced economic perspective for strategic policy making.","label":["Non-Incentive"],"Comments":[]},{"id":165290,"text":" Submissions called for the extension of the polluter pays principle to be applied at sectoral level within the agri -food industry.","label":["Non-Incentive"],"Comments":[]},{"id":165291,"text":"To achieve this, we will examine ways to strengthen data reporting and appropriate information sharing to build stakeholder confidence by:• Using research and development funding to drive innovative developments;• Promoting the optimal use of data to explore and identify opportunities for efficiencies and synergies in our use and reuse of material resources193 Other Emissions (F-Gases, Waste and Petroleum Refinement)In the design of the sectoral emission ceilings, a number of emitting activities in our economy did not fit into traditional sectors.","label":["Non-Incentive"],"Comments":[]},{"id":165292,"text":"The total financial allocation for the scheme of €100 million is sufficient to achieve the targets of: • investments that will generate 25 45 Megawatts in renewable energy production capacity, including bio -based (R15) (as per Table SO4 23) Formatted: Font color: Auto EN 117 EN • 4814% 1505% of farms benefitting from CAP investment support contributing to climate change mitigation and adaptation, and to renewable energy or biomater ials production (R16) (as per Table SO4 24) EIPs The total financial allocation proposed for this scheme is €3612m with €321m of this being attributed to Stream B.","label":["Non-Incentive"],"Comments":[]},{"id":165293,"text":"Additionally, the Knowledge Transfer (KT) Programme, Continued Professional Development (CPD ) for advisors, training to implement the Suckler Carbon Efficiency Programme, training to implement the AECM, and administrative support for the AECM cooperation group under article 77 (ie AECM Article 77) also contribute to the cumulative target value for R1.","label":["Non-Incentive"],"Comments":[]},{"id":165294,"text":"The funding will be used to alleviate the socio-economic impacts of the low carbon transition, for example by supporting the re-skilling of workers, helping SMEs to create new economic opportunities, and the diversification of economic activity.","label":["unsure"],"Comments":[]},{"id":165295,"text":"Recommendation Develop and support Agri-food processing sector in delivering sustainable processes and outputs Actions IEU Environmental Aid Scheme 2014­2020 to be targeted at supporting Agri­food companies to invest in initiatives which aim to deliver improved environmental and energy eﬃciency, increase their uptake of renewable energy technologies and environmental protection systems and research alternative possibilities in relation to energy eﬃciencies and technologies.","label":["Non-Incentive"],"Comments":[]},{"id":165296,"text":"The total financial allocation of €610 million for the General measure is adequate to achieve the target of: EN 89 EN 476 % of UAA under supported commitments to encourage climate change adaptation (R12) (as per table SO41) 888 % of UAA under supported commitments to reduce emissions, maintain and\/or enhance carbon storage (including permanent grassland, perman ent crops with permanent green cover, agricultural land in wetland and peatland) (R14) (as per Table SO42) 1061% of Utilised Agricultural Area (UAA) under supported commitments beneficial for soil management to improve soil quality and biota (such as r educe tillage, soil cover with crops, crop rotation included with leguminous crops) (R19) (as per table SO45) 745% of Utilised UAA under supported commitments beneficial for the reduced and sustainable use of pesticides (R24, see SO47).","label":["Non-Incentive"],"Comments":[]},{"id":165297,"text":"Relevant Result Indicator(s): R29 Development of organic agriculture: Share of Utilised Agricultural Area (UAA) supported by the CAP for organic farming, with a split between maintenance and conversion R24 Sustainable and reduced use of pesticides: Share of Utilised Agricultural Area (UAA) concerned by supported specific commitments which lead to a sustainable use of pesticides in order to reduce risks and impacts of pesticides such as pesticide leakage","label":["Non-Incentive"],"Comments":[]},{"id":165298,"text":"This would raise an additional €6 billion that could be invested in decarbonising the economy while also protecting the most vulnerable from the i ncreases in living costs associated with the carbon tax.","label":["Non-Incentive"],"Comments":[]},{"id":165299,"text":"• Support the building of multi -sectoral engagement based on the principles of a circular economy and bioeconomy to consider the material flow (the territorial metabolism) as a resource which supports goal s for ensuring food and nutrition security, managing natural resources sustainably, reducing dependence on non -renewable, unsustainable resources, limiting, and adapting to climate change and strengthening European competitiveness and creating jobs, welfar e, and prosperity.","label":["Non-Incentive"],"Comments":[]},{"id":165300,"text":"Therefore, there is an onus on us to mitigate the magnitude of long-term climate change by acting now to reduce GHG emissions, and to increase the capacity of carbon sinks such as forests and wetlands.","label":["Non-Incentive"],"Comments":[]},{"id":165301,"text":"Government support is required to reduce high upfront investment costs and improve access to low carbon technologies.","label":["Non-Incentive"],"Comments":[]},{"id":165302,"text":"This intervention These interventions , in additio n to the Agri -environment Training Scheme and Training to implement the Suckler Carbon Efficiency Scheme, contribute to the total target value of R28.","label":["Non-Incentive"],"Comments":[]},{"id":165303,"text":"Table CCO2 R28 Environmental\/Climate Performance through knowledge and innovation Within the CCO, Support for Cooperation Groups within the AECM under Article 77 (hereafter AECM Article 77), Training to Implement the AECM Measures (hereafter AECM Training) and Training to Implement the Suckler Carbon Efficiency Programme contribute to R28.","label":["Non-Incentive"],"Comments":[]},{"id":165304,"text":"The Government will ring-fence new revenues from the increase in carbon tax to fund the transformation of transport, electricity, buildings and food production systems, as well as protecting those most vulnerable to the impact of the transitionThere is also scope for Ireland to maximise the funding available through the EU Budget and Next Generation Recovery Package to support the transition to a climate neutral society.","label":["Non-Incentive"],"Comments":[]},{"id":165305,"text":"In line with the JTF’s single specific objective, actions supported will directly contribute to alleviating negative impacts of the transition on employment by supporting diversificati on and modernisation of the local economy in the most impacted territory.","label":["Non-Incentive"],"Comments":[]},{"id":165306,"text":"Environmental Taxation and Carbon Pricing Taxation policy can play a central role in encouraging the changes necessary to reduce our greenhouse gas (GHG) emissions and to support additional environmental benefits.","label":["Non-Incentive"],"Comments":[]},{"id":165307,"text":"Increased environmental and climate ambition will be achieved in Pillar 1 through the targeting of 25% of the direct payments ceiling (€297 million annually, and just under €15 billion over the period of the CSP) at the delivery of suitable farming practices under the new Eco -Scheme.","label":["Direct_payment"],"Comments":[]},{"id":165308,"text":"Additionally, the Knowledge Transfer (KT) Programme, Continued Professional Development for advisors, training to implement the Suckler Carbon Efficiency Programme and training to implement the AECM, also contribute to the cumulative target value fo r R1.","label":["Non-Incentive"],"Comments":[]},{"id":165309,"text":"This intervention, in addition to the Agri-environment Training Scheme and ,Training to implement the Suckler Carbon Efficiency Programme Scheme, and stream B of the EIP intervention contribute to the total target value of R28.","label":["Non-Incentive"],"Comments":[]},{"id":165310,"text":"The total financial allocation of €610 million is adequate to achieve the targets of: • 488% of Utilised Agricultural Area (UAA) under supported commitments to reduce a mmonia emission (R20) (as per Table SO92) EN 156 EN • 745% of Utilised Agricultural Area (UAA) concerned by supported specific commitments which lead to a sustainable use of pesticides to reduce risks and impacts of pesticides such as pesticides leakage (R24) (as per Table SO93) AECM Cooperation Measure The total financial allocation for this scheme is €460 million.","label":["Non-Incentive"],"Comments":[]},{"id":165311,"text":"The total financial allocation for the scheme of €100m is sufficient to achieve the target of : 363 % of farms receiving investment support to restructure and modernise, including to improve resource efficiency (R9) (see table SO81).","label":["Supplies"],"Comments":[]},{"id":165312,"text":"Recent changes of the income tax measure to encourage more longer­term leasing are welcome, and now the focus must be on achieving a greater shift from the dependence on conacre letting to longer term lease arrangements which will encourage greater investment in improving the productivity of rented land.","label":["Non-Incentive"],"Comments":[]},{"id":165313,"text":"These investments go beyond the requirements for Conditionality, national legislation, the Eco -Scheme or AECM; the Capital Investment Scheme increases the CSP’s contribution to achieving key environmental and climate objectiv es.","label":["Non-Incentive"],"Comments":[]},{"id":165314,"text":"• Support to multi -actor cooperation for mobilising, supporting and enhancing the circular economy, including through waste prevention, reductio n, resource efficiency, reuse, repair and recycling, including RD&I for sustainable higher value products for ne w circular, resource -efficient biobased industries.","label":["Non-Incentive"],"Comments":[]},{"id":165315,"text":"The total financial allocation of €148 billion is ad equate to achieve the targets of: • 4244% of Utilised Agricultural Area (UAA) under supported commitments related to improved nutrient management (R22) (as per Table SO55) • 745% of Utilised Agricultural Area (UAA) under supported specific commitments whi ch lead to a sustainable use of pesticides to reduce risks and impacts of pesticides such as pesticides leakage (R24) (as per Table SO56) • 1061% of Utilised Agricultural Area (UAA) under supported commitments beneficial for soil management to improve soi l quality and biota (such as reduce tillage, soil cover with crops, crop rotation included with leguminous crops) (R19) (as per Table SO52 above) AECM General Measure The annual planned outputs under the AECM General are based on the uptake of comparab le actions in the agri -environmental climate measure in Ireland’s Rural Development Programme 2014 -2020.","label":["Non-Incentive"],"Comments":[]},{"id":165316,"text":"The improvements achieved through enhanced Conditionality and the Pillar I Eco -Scheme will be further built upon, and complemented, by ambitious, environmentally -focused Pillar II interventions that will deliver significant long -term gains in relation to, for example, water quality and biodiversity, as well as contributing to greenhouse gas emissions reduction targets.","label":["Non-Incentive"],"Comments":[]},{"id":165317,"text":"The EU recently proposed a new regulation to develop a regulatory framework for certifying carbon removals, which aims to offer incentives to farmers to upscale carbon farming within the EU.","label":["Non-Incentive"],"Comments":[]},{"id":165318,"text":"Government policies on taxation, expenditure, sustainable finance, spatial planning, and research and development provide an im portant enabling framework for individual, household, community, and company -level climate action.","label":["Non-Incentive"],"Comments":[]},{"id":165319,"text":"IDepartment of Finance and DAFM to improve dissemination of information on taxation incentives including engagement with advisors, tax consultants and accountants.","label":["unsure"],"Comments":[]},{"id":165320,"text":"This publication represents a first-stage analysis of tax-related green budgeting, a process which can be expected to develop over time and help inform other areas of the Department’s climate analysis.","label":["Non-Incentive"],"Comments":[]},{"id":165321,"text":"• Support the transition towards a climate -neutral econom y by supporting the diversification of the economy of the Territory in line with bottom -up local and regional and economic strategies.","label":["Non-Incentive"],"Comments":[]},{"id":165322,"text":"Finally, redistribution of 10% of the value of the Pillar I budget (€118 million per annum) through the Complementary Redistributive Income Support for Sustainability (CRISS), which will front -load payments on the first 30 hectares of a holding, will have the effect of transferring payments from larger farms to medium - and smaller -sized farms.","label":["Direct_payment"],"Comments":[]},{"id":165323,"text":"In line with Ag Climatise, particular emphasis will be placed on supporting the tillage sector.","label":["Non-Incentive"],"Comments":[]},{"id":165324,"text":"The environmental assessment findings in relation to the potential for significant effects from the BISS: “( BISS) relates to direct payments to support farming and viable farm incomes.","label":["Non-Incentive"],"Comments":[]},{"id":165325,"text":"The expected benefit and additional impact of Investments in tangible and intangible assets to meet agri -environmental -climate objectives must be demonstrated ex ante and presented with the submission of the OP or any submitted amendment 6 Form and rate of support\/amounts\/calculation methods The aid budget will be no less than 41% of Value of Marketed Product (45% for APOs and 5% for TPOs), applied in line wit h Article 52 of SPR 2021\/2115.","label":["Non-Incentive"],"Comments":[]},{"id":165326,"text":"The total financ ial allocation of €610 million for the General measure is adequate to achieve the targets of: • 932% of Utilised Agricultural Area (UAA) under supported commitments to reduce emissions, maintain and\/or enhance carbon storage (including permanent grassland, permanent crops with permanent green cover, agricultural land in wetland and peatland) (R14) (as per Table SO51) • 711% 1061% of Utilised Agricultural Area (UAA) under supported commitments beneficial for soil management to improve soil quality and biota (such as reduce tillage, soil cover with crops, crop rotation included with leguminous crops) (R19) (as per Table SO52) • 789%488% of Utilised Agricultural Area (UAA) under supported commitments to reduce ammonia emission (R20) (as per Table SO53) • 680% of Utilised Agricultural Area (UAA) under supported commitments for quality of water bodies (R21) (as per Table SO54) • 4244% of Utilised Agricultural Area (UAA) under supported commitments related to improved nutrient management (R22) (as per Table SO55) • 586% 745% of Utilised Agricultural Area (UAA) under supported specific commitments which lead to a sustainable use of pe sticides to reduce risks and impacts of pesticides such as pesticides leakage (R24) (as per Table SO56)","label":["Non-Incentive"],"Comments":[]},{"id":165327,"text":"The gains in reducing material use, and substituting virgin material with recycled material, will be credited back up the supply chain.","label":["Non-Incentive"],"Comments":[]},{"id":165328,"text":"Increase industry expenditure on R&D and innovation by setting a targe t of a 10% increase in funding per annum Government agencies in consultation with the industry to align the definition of PCF and co -ordinate their approach accordingly Develop a sectoral strategy for food and drink SMEs, which sets out supports, targets and best practice for the entry, development and progression of these companies to 2025 Continue to work directly with indigenous companies to identify new export market opportunities and develop services and supports for companies t o facilitate export growth Implement the Competition and Consumer Protection Bill when enacted","label":["Non-Incentive"],"Comments":[]},{"id":165329,"text":"This included enhancing the basket of measures, which includes improved technology, promoting sustainable aviation fuels, operational improvements, and market -base d measures to assist in achieving the LTAG.","label":["Non-Incentive"],"Comments":[]},{"id":165330,"text":"Uptake of these opportunities can be accelerated through policies that facilitate business investment in low carbon processes, providing appropriate support, and reviewing regulatory conditions.","label":["Non-Incentive"],"Comments":[]},{"id":165331,"text":"This can be seen in the increased premium rates for afforestation.","label":["Direct_payment"],"Comments":[]},{"id":165332,"text":"Capital Investment Scheme As outlined above, it is proposed to provide capital investment support under the CSP primarily from 2025 to 2027.","label":["Non-Incentive"],"Comments":[]},{"id":165333,"text":"Mainstreaming sustainability within the European Union is being pursued through measures to support a just transition, action on sustainable finance, strengthenin g non -financial reporting for companies, integration of the Sustainable Development Goals into the European Semester process, and strengthening relevant State Aid Guidelines.","label":["Non-Incentive"],"Comments":[]},{"id":165334,"text":"In the preparatory analysis undertaken in designing BDGP, it was estimated that the scheme would generate greenhouse gas savings of between 92 and 300 kilotonnesGLAS will deliver overarching benefits in terms of the rural environment, while addressing the issues of climate change mitigation, water quality and the preservation of priority habitats and species.","label":["Non-Incentive"],"Comments":[]},{"id":165335,"text":"Taxes from EU citizens are redistributed to the European Agriculture Guarantee Fund and the European Agricultural Fund for Ru ral Development; therefore, citizens have a vested interest in how the money is spent and what environmental benefits will accrue.","label":["Non-Incentive"],"Comments":[]},{"id":165336,"text":"EN 616 EN ·And a General approach for all other locations, offering a suite of general measures with some high priority targeting (AECM General) Non-producti ve investments play a complementary role in both AECM approaches, in helping to achieve the above agri -environment and climate objectives; and in enhancing the environmental value of the areas where such investments are supported.","label":["Non-Incentive"],"Comments":[]},{"id":165337,"text":"However, there is currently a high degree of uncertainty surrounding the N2O emission factors, and refinement of these would allow the adoption of ‘wi n-win’ strategi es, such as greater use of urea, which would in turn allow more flexibility in terms of sectoral expansion.","label":["Non-Incentive"],"Comments":[]},{"id":165338,"text":"The total financial allocation of €148 billion is adequate to achieve the targets of: • 4244% of UAA under commitments related to improved nu trient management (R22) (as per Table SO46) • 745% of UAA supported by specific commitments which lead to a sustainable use of pesticides in order to reduce risks and impacts of pesticides such as pesticides leakage (R24) (as per Table SO47) • 1061% of Ut ilised Agricultural Area (UAA) under supported commitments beneficial for soil management to improve soil quality and biota (such as reduce tillage, soil cover with crops, crop rotation included with leguminous crops) (R19) (as per table SO45) Sectoral Intervention Fruit and Veg Sector: The total indicative allocation of €44m between 2023 -2027 is justified on the basis that the existing 4 POs remain in the scheme with 1 new entrant.","label":["Non-Incentive"],"Comments":[]},{"id":165339,"text":"Pillar I and Pillar II Intervention s, and the CAP Green Architecture In addition to providing a basic income support to primary producers and achieving a higher level of environmental ambition, Pillar I (direct payments) interventions are aimed at achieving a fairer approach to the distrib ution of payments in Ireland.","label":["Direct_payment"],"Comments":[]},{"id":165340,"text":"The Capital Investment Scheme will address this need as well as contributing to the requirements of Directive (E U) 2018\/2001, Regulation (EU) 2018\/1999 and Directive 2012\/27\/EU.","label":["Non-Incentive"],"Comments":[]},{"id":165341,"text":"The resultant sharp increase in energy prices underlines the importance for Ireland to eliminate our dependency on fossil fuels and that an increase in renewable energy generation, along with supporting flexibility and demand management measures, is necessary for our future energy security.","label":["Non-Incentive"],"Comments":[]},{"id":165342,"text":"In ce rtain cases, taxation policy may have a stronger role to play in changing individual or business behaviour.","label":["Non-Incentive"],"Comments":[]},{"id":165343,"text":"Support provided under this intervention will increase soil orga nic carbon levels and will directly address the need to improve soil quality (Obj5N3).","label":["Non-Incentive"],"Comments":[]},{"id":165344,"text":"By defining sector -specific targets and technology pathways to achieving them, this strategy can increase the certainty of delivering our climate neutral target in a manner which supports economic growth and development and ensures a just transition.","label":["Non-Incentive"],"Comments":[]},{"id":165345,"text":"The proposals for this intervention include a higher grant rate of 50% that will apply to specific investments that are not linked to an increase in production, but that provide clear benefits to water quality, emissions reductions, and the environment.","label":["Non-Incentive"],"Comments":[]},{"id":165346,"text":"EN 30 EN Obj4N3 - Increase the carbon sequestration potential of Ireland’s forests and woodlands Increase the carbon sequestration potential of Ireland’s forests and woodlands: As noted in the SWOT analysis, one of the key tasks outlined in Ag Climatise is to increase the car bon sequestration and storage potential of the land -use sector.","label":["Non-Incentive"],"Comments":[]},{"id":165347,"text":"The EU taxonomy aims to provide greater certainty for investors, protect private investors from greenwashing, help companies to plan for the decarbonisation transition, reduce market Carbon Pricing and Cross-cutting Policies123fragmentation, and shift investments to where they are most needed and to where they are more sustainable.","label":["Non-Incentive"],"Comments":[]},{"id":165348,"text":"As such, this intervention complements the AECM General and the AECM Cooperation interventions by providing the instrument t hrough which beneficiaries can access the finance required to carry out actions under the AECM interventions.","label":["Non-Incentive"],"Comments":[]},{"id":165349,"text":"The tax changes, which applied to vehicles purchased in 2008 or later, had an immediate and substantial positive effect in changing buyer behaviour encouraging the take up of low CO 2 emission vehicles.","label":["Non-Incentive"],"Comments":[]},{"id":165350,"text":"Launch the Common Agricultural Policy Strategic Plan (CSP) which will include a Cover Crop Measure and a capital support measure for investments in the tillage sector","label":["Supplies"],"Comments":[]},{"id":165351,"text":"Therefore, there is scope to increase agro -forestry and afforestation rates in order to increase the carbon sequestration of our forests.","label":["Non-Incentive"],"Comments":[]},{"id":165352,"text":"We will:•Continue to fund the Straw Incorporation Measure;•Launch a capital support measure for investments in the tillage sector as part of the CSP;","label":["Supplies"],"Comments":[]},{"id":165353,"text":" On Farm Capital Investments : including Targeted Agricultural Modernisation Schemes II (TAMS II) and Bioenergy Scheme.","label":["Non-Incentive"],"Comments":[]},{"id":165354,"text":"·Support for investments that provide clear benefits to water quality, emissions and the environment will also be granted at a higher rate.","label":["Supplies"],"Comments":[]},{"id":165355,"text":"To count this credit towards emissions reductions, approval for the associated emissions impact should be sought and granted (for example, an additional bus for a public sector transport operator that reduces transport emissions in the broader economy).","label":["Non-Incentive"],"Comments":[]},{"id":165356,"text":"SDGs@financegovie173 Mobilize additional financial resources for developing countries from multiple sourcesDFA A Better World Strengthening governance is a policy priority in A Better World and includes the ambition to strengthen domestic resource mobilisation and tax administrations in developing countriesThe Department engaged in extensive consultation with stakeholders in the preparation of A Better World.","label":["Non-Incentive"],"Comments":[]},{"id":165357,"text":"The primary focus is on cost effectiveness, but the scheme also delivers on a range of other policy objectives too, including providing support to communities to participate in ren ewable energy projects through the delivery of an Enabling Framework for Community Participation.","label":["Non-Incentive"],"Comments":[]},{"id":165358,"text":"In Pil lar 2 this will be achieved through a number of measures, for example the allocation of €15 billion to a new Agri -Environment and Climate Measure, the allocation of €256 million for an ambitious Organic Farming scheme, and these ambitions are underlined b y an increased national co -funding rate of 60%.","label":["Non-Incentive"],"Comments":[]},{"id":165359,"text":"IDAFM will continue to explore additional innovative funding mechanisms and ﬁnancial instruments, speciﬁc to the Agri­food sector, to complement existing mechanisms such as ISIF, SBCI and EIB, with a view to improving further competition in relation to credit provision.","label":["Non-Incentive"],"Comments":[]},{"id":165360,"text":"Furthermore, Continued Professional Developm ent for Advisors provides support to advisors to improve their understanding of selected topics, including those related to natural resources (air, water, soil), so that they can disseminate important information to farmers.","label":["Technical_assistance"],"Comments":[]},{"id":165361,"text":"Continued Professional Development for advisors The aim of this intervention is to provide the necessary support and resources to allow for the up -skilling and the continuous professional development of advisors in the agricultural sector.","label":["Technical_assistance"],"Comments":[]},{"id":165362,"text":"Knowledge Transfer The Knowledge Transfer Programme is based on support for the implementation of Knowledge Transfer Groups, drawing on the expertise of the advisors running the Groups, as well as allowing for shared learning between farmers participating in the Groups.","label":["Non-Incentive"],"Comments":[]},{"id":165363,"text":"AECM Training provides training to al l farmers registered under the AECM (ie under the AECM General and AECM Cooperation measures) on ways in which to successfully implement the suite of actions offered under the AECM that contribute positively to the environment, climate, and biodiversity.","label":["Technical_assistance"],"Comments":[]},{"id":165364,"text":"SO2 Enhance market orientation and increase farm competitiveness, both in the short and long term, including greater focus on research, technology and digitalisation SO3 Improve the farmer' position in the value chain XCO Cross -cutting objective of modernising the sector by fostering and sharing of knowledge, innovation and digitalisation in agriculture and rural areas, and encouraging their uptake","label":["Non-Incentive"],"Comments":[]},{"id":165365,"text":"Continuous Professional Development for Advisors, for instance, is intended to ensure the provision of knowledgeable, professional, and competent advisors to support the sector on all agricultural matters, including on key challenges such as a changing climate.","label":["Technical_assistance"],"Comments":[]},{"id":165366,"text":"ObjAKISN2 Review education and training courses and advisory services to reflect new challenges and ambition","label":["Non-Incentive"],"Comments":[]},{"id":165367,"text":"Nutrient Management Planning will also be a core requirement within the FSP, and the time spent in up -skilling landowners\/manager s to implement the Nutrient Management Plan will be supported.","label":["Technical_assistance"],"Comments":[]},{"id":165368,"text":"Knowledge Transfer Programme and Continuous Professional Development EN 258 EN The Knowledge Transfer Programme will continue to support peer -to-peer learning between farmers, advisors, and relevant experts.","label":["Technical_assistance"],"Comments":[]},{"id":165369,"text":"The importance of investment in training, research and development is recognised and the strategic actions focus on a more co-ordinated overall approach in these important areas Forest products, forest services and the management of the forest resource must have a strong, market-led, quality focus Food Wise 20 25 Global Reach 100 Local Roots Food Wise 20 25 Notes 101 Food Wise 20 25 Notes 102","label":["Non-Incentive"],"Comments":[]},{"id":165370,"text":"Under this measure, Cooperation Project teams assist farmers in implementing these additional actions.","label":["Technical_assistance"],"Comments":[]},{"id":165371,"text":"IContinued Professional Development of Professional Agricultural Advisors to ensure that the most up to date environmental and sustainability science­based knowledge and best practice underlies the operation of Schemes.","label":["Non-Incentive"],"Comments":[]},{"id":165372,"text":"Both of these interventions will generally improve re silience in the agri -food sector 21SO15 Where relevant, a justification for the use of InvestEU, including the amount and its expected contribution to the Specific Objective\/Cross -Cutting Objective N\/A 21SO18 Selection of the result indicator(s) Selection of the result indicator(s) for this specific objective Result indicators [recommended Result indicators for this specific objective are fully displayed in bold]","label":["Non-Incentive"],"Comments":[]},{"id":165373,"text":"Key themes to consider over the capacity building interventions are as follows: • As part of the delivery of education and training farmers should be made aware of and be required to be aware of Annex 1 habitat, Annex 2 species and SPA bird population sensitivities in the zone of influence of the farm.","label":["Non-Incentive"],"Comments":[]},{"id":165374,"text":"It provides the framework to achieve the vision of transforming the quality of life and opportunity for people living in rural areasOur Rural Future contains a number of key commitments that deliver on the aim to support the regeneration, repopulation and development of rural towns and villages to contribute to local and national economic recovery, and to enable people to live and work in a high quality environment.","label":["Non-Incentive"],"Comments":[]},{"id":165375,"text":"• Create a ‘farm development team with integrated support units’ with input from vets, accountants, bankers, agronomists and technicians to help farms through transition.","label":["Technical_assistance"],"Comments":[]},{"id":165376,"text":"Training in the identification of these habitats will supplement existing inhouse measures Overarching Mitigation Measures includes for future knowledge transfer, awareness raising, communication and further mapping at farm level.","label":["Technical_assistance"],"Comments":[]},{"id":165377,"text":"Actions under Article 77 will be designed by the CP teams to address certain challenges or problems that need the co -operation of a number of farmers – for example flooding, mountain fires, commonage management - to enable them to maximise the impact and benefit for the areas, habitats and species concerne d. Actions under Article 77 will also allow for the inclusion and input of expertise from other relevant agencies.","label":["Technical_assistance"],"Comments":[]},{"id":165378,"text":"ITeagasc to continue to develop its ‘Options Plus’ programme for improving oﬀ­farm income generation of farmers and to link farm families with the variety of learning opportunities provided by other agencies including the ETBs, LEOs, LDCs, third level institutions and Social Welfare including the development of a communication tool which contains a calendar of skills training opportunities on a regional basis.","label":["Technical_assistance"],"Comments":[]},{"id":165379,"text":"Supported by appropriate infrastructure and facilities, remote working can encourage more people to live in rural areas while working in good quality jobs, no matter where their employer is based.","label":["Non-Incentive"],"Comments":[]},{"id":165380,"text":"The Government will pilot a results-based agri-environment scheme to reward farmers for adapting to more sustainable methods of farming.","label":["Direct_payment"],"Comments":[]},{"id":165381,"text":"This has led to a range of programmes and initiatives focusing on these issues, such as the ‘On Feirm Ground’ programme under which Agricultural Advisors will be trained to engage with and support farmers on health and wellbeing issues.","label":["Technical_assistance"],"Comments":[]},{"id":165382,"text":"Therefore, additional support to farmers who produce organic products provides them with the opportunity to expand and diversify into the growing organic market, both in Ireland and abroad, which has the pote ntial to address to Obj2N2 21SO25 Where relevant, a justification for the use of InvestEU, including the amount and its expected contribution to the Specific Objective\/Cross -Cutting Objective N\/A EN 61 EN 21SO28 Selection of the result indicator(s) Selection of the result indicator(s) for this specific objective Result indicators [recommended Result indicators for this specific objective are fully displayed in bold]","label":["Non-Incentive"],"Comments":[]},{"id":165383,"text":"With the assistance of their trained adviso r and the Co -operation Project (CP) team farmers can select and undertake additional actions under Article 73 or Article 77 to improve the habitat quality and thus increase their score and resulting payment under Article 70.","label":["unsure"],"Comments":[]},{"id":165384,"text":"The total indicative financial allocation of €21,500,000, is adequate to support a cumulative tot al of 87,389 trainings delivered to farmers across the programming period in order from them to benefit from advice, training and knowledge exchange supported by the CAP.","label":["Non-Incentive"],"Comments":[]},{"id":165385,"text":"Funding provided under the LEADER measure will support members of rural communities to participate fully in the rural development process, from an economic, social and cultural perspective.","label":["Non-Incentive"],"Comments":[]},{"id":165386,"text":"Type of measure Education and Training Objective of measure Operates on a national scale, uniting government, the private sector and food producers in a common vision to improve the environmental performance of individual farms and food producers.","label":["Non-Incentive"],"Comments":[]},{"id":165387,"text":"As such, support delivered under the LEADER programme will provide opportunities and support to business es and individuals looking to develop rural enterprises and businesses (Obj7N3).","label":["Non-Incentive"],"Comments":[]},{"id":165388,"text":"It has proven to be an effective tool for supporting the economic and social development of rural communities, by providing the resources necessary for communities to support their own development.","label":["Non-Incentive"],"Comments":[]},{"id":165389,"text":"ObjAKISN2 - Review education and training courses and advisory services to reflect new challenges and ambition Review education and training cour ses and advisory services to reflect new challenges and ambition: As noted in the SWOT analysis, an extensive range of further education, adult and continuing education and higher -level education courses are available for farmers.","label":["Non-Incentive"],"Comments":[]},{"id":165390,"text":"Collaborative Farming Grant 2 - Description Greater information m ay need to be provided on how farmers may be encouraged to form partnerships and how they may be convinced of the benefits.","label":["Non-Incentive"],"Comments":[]},{"id":165391,"text":"Our Rural Future | Rural Development Policy 2021-202545Further Education and TrainingWithin tertiary education, a large range of services and supports are available to communities and businesses across the country.","label":["Non-Incentive"],"Comments":[]},{"id":165392,"text":"Locally-based enterprises also help to maintain the fabric of rural communities through support for community events and community-based organisations, as well as through the provision of jobs.","label":["Non-Incentive"],"Comments":[]},{"id":165393,"text":"Operational Groups will be structured in a way to ensure the involv ement of a range of actors, including farm advisors, thereby supporting the cross fertilisation and potential replication of a wide range of ideas, approaches and experience and their potential for replication.","label":["Non-Incentive"],"Comments":[]},{"id":165394,"text":"Links with Sustainable Development Goal #:132 Increase awareness and outreach across the farming community of programmes and initiatives to support the safety, health and wellbeing of farmers.","label":["Non-Incentive"],"Comments":[]},{"id":165395,"text":"Define eligible beneficiaries and specific eligibility criteria where relevant related to the beneficiary and area The beneficiaries will be active farmers and the scheme will be open for application to farmers in the defined High Priority target areas.","label":["Non-Incentive"],"Comments":[]},{"id":165396,"text":"The Department of Rural and Community Development will use the structures established by the Action Plan for Rural Development, the Framework Policy on Local and Community Development and the Local Community Development Committees to support rural communities to continue making a valuable contribution to the national economy and to enhance so cial and cultural life across the coun try.","label":["Non-Incentive"],"Comments":[]},{"id":165397,"text":"Table SO16 R37: Growth and Jobs in rural areas The target values for R37 are identical to R36 as the supporting of young farmers concurrently supports new jobs.","label":["Non-Incentive"],"Comments":[]},{"id":165398,"text":"It will build resilient and sustainable rural communities and economies through investment, supports and services.","label":["Non-Incentive"],"Comments":[]},{"id":165399,"text":"However, advancing the economic and social development of rural Ireland is a dynamic process and the mechanism which will support the monitoring of the Plan will enable further actions to be added over its lifetimeBetter co-ordination – Better implementationIn order to support sustainable rural development there is a need for a more integrated approach across Government Departments and Agencies and at local level to rural issues.","label":["Non-Incentive"],"Comments":[]},{"id":165400,"text":"These supports, together with the ongoing rollout of the Framework Pol icy on Local and Community Development, provide a comprehensive structure for effective participation in decision -making by local communities in rural areas.","label":["Non-Incentive"],"Comments":[]},{"id":165401,"text":"EN 248 EN Furthermore, and specifically referenced as a risk management tool, Agricultural Practice 7 of the eco -scheme (the planting of b reak crops) is a direct incentive to undertake practical risk management, from both a financial and an environmental perspective, on farms.","label":["Direct_payment"],"Comments":[]},{"id":165402,"text":"Operational Groups will be structured in such a way to involve a range of actors, including farm advisors, thereby supporting the cross fertilisation and potential replication of a wide range of ideas, approaches and experiences.","label":["Non-Incentive"],"Comments":[]},{"id":165403,"text":"• Improved networking, collaboration and development of innovation support services to strengthen links and activities b etween research, advisors, the farming community, the rural economy and cooperation & interactive -innovation projects.","label":["Non-Incentive"],"Comments":[]},{"id":165404,"text":"In addition, under Article 77, farmers in AECM Cooperation will have the on -going support of a dedicated local Project Team and the opportunity to engage in bespoke farm , landscape and catchment measures.","label":["Technical_assistance"],"Comments":[]},{"id":165405,"text":"Measures will include the promotion of farm safety through targeted awareness campaigns, farm inspections and training courses2017-2018 HSA 17 Prioritise farm safety through knowledge transfer and inclusion of farm safety measures through knowledge transfer schemes","label":["Technical_assistance"],"Comments":[]},{"id":165406,"text":"The Scheme includes minimum production criteria, both for crop livestock production, thus linking the Scheme to increasing production, one of its objectives.","label":["Non-Incentive"],"Comments":[]},{"id":165407,"text":"The Department will also support the establishment of a Higher Education Institutions network on rural development to ensure ongoing engagement with key experts over the lifetime of this policy.","label":["Technical_assistance"],"Comments":[]},{"id":165408,"text":"Actions under Article 77 will focus on the protection and improvement of landscapes and catchments within which the individual farmers work, but which need the co -operation of multipl e farmers and experts to enable the work to happen, and to maximise the effort for the ultimate benefit of the habitats and environments involved.","label":["Non-Incentive"],"Comments":[]},{"id":165409,"text":"In this regard, the Action Plan for Rural Development will be a dynamic and living template to support rural, economic and social progress.","label":["Non-Incentive"],"Comments":[]},{"id":165410,"text":"CPD for Advisors 2 - Description The thematic approaches selected should carefully complement and add value to mainstream farm advisor training.","label":["Non-Incentive"],"Comments":[]},{"id":165411,"text":"Therefore, through this policy, the Government is advocating a holistic, place-based approach to rural development which encourages and supports rural communities to develop cohesive and integrated plans to meet the long-term needs of their own local area.","label":["Non-Incentive"],"Comments":[]},{"id":165412,"text":"The policy advocates a holistic, place-based approach to rural development, which encourages and supports rural communities to develop cohesive and integrated plans to meet the long-term needs of their own particular area.","label":["Non-Incentive"],"Comments":[]},{"id":165413,"text":"Assistance will also be available to farmers and advisors through our Customer Relationship Management (CRM) system .","label":["Technical_assistance"],"Comments":[]},{"id":165414,"text":"Support for afforestation will be primarily within the context of agricultural support schemes aimed at the most efficient use of natural resourcesEnvironment and Public Goods: To ensure that afforestation, management of existing forests and development of the forest sector are undertaken in a manner that ensures compliance with environmental requirements and objectives and enhances their contribution to the environment and their capacity for the provision of public goods and servicesIn line with increasing knowledge of the impact of forestry on the environment and on the changing regulatory framework, all environmental guidelines will be updated.","label":["Non-Incentive"],"Comments":[]},{"id":165415,"text":"The support provided under this scheme will directly address Obj7N1 by encouraging land mobility and succession planning and the financial allocation of €2m is adequate to support the achievemen t of the cumulative R36 and R37 targets of 7,000 young farmers (See table SO75).","label":["Non-Incentive"],"Comments":[]},{"id":165416,"text":"The Plan sets out to support sustainable communities, supp ort enterprise and employment, maximise our rural and recreation potential, foster culture and creativity, and improve rural connectivity.","label":["Non-Incentive"],"Comments":[]},{"id":165417,"text":"This approach will be supported by a range of strategic investment programmes that meet the needs of differentiated rural areas, including the €1 billion Rural Regeneration and Development Fund and an expanded T own and Village Renewal Scheme to bring vacant and derelict buildings back into use and promote residential occupancyT own Centre First PrincipleA T own Centre First approach encourages Government Departments, Local Authorities, businesses and communities to put town centres at the heart of decision-making where appropriate.","label":["Non-Incentive"],"Comments":[]},{"id":165418,"text":"Further intelli gence and support will be provided by the Farm Safety Partnership, consisting of an array of stakeholders including farmers’ associations, DAFM, the HSA and the main farming insurance company, FBD.","label":["Technical_assistance"],"Comments":[]},{"id":165419,"text":"As is the case with other mitigation measures, where gaps are identified, these procedures should be supplemented with training in the identification of Annex I • Noted and the mitigation measure ‘Capacity Building and Training’ and the ‘delivery of education and traini ng farmers should be made aware of and be required to be aware of Annex 1 habitat, Annex 2 species and SPA bird population sensitivities in the zone of influence of the farm’ is consistent with the suggestions raised in this item.","label":["Non-Incentive"],"Comments":[]},{"id":165420,"text":"The programme is based on a community-led approach to rural development and plays an important role in supporting communities and enterprises in progressing job creation, social inclusion and environmental projects at local level.","label":["Non-Incentive"],"Comments":[]},{"id":165421,"text":"• Support the upskilling or retraining in traditional farm practices and skills?","label":["Non-Incentive"],"Comments":[]},{"id":165422,"text":"Individuals who are active farmers with lands in the defined high priority areas of the country and that have been ranked and selected to participate in the AECM Co -Operation Project.","label":["Non-Incentive"],"Comments":[]},{"id":165423,"text":"As part of an overall strategy to support the industry, it will be necessary to provide guidance on Cd reduction strategies and on selection of land for planting and grazing.","label":["Non-Incentive"],"Comments":[]},{"id":165424,"text":"This Strategy also acknowledges the importance of ongoing research into the volunteering community in developing informed, evidence-based policy beyond the lifetime of this documentChapter 7 Sectoral Stakeholder Engagement119The Department of Rural and Community Development also encourages voluntary activity through the Scheme to Support National Organisations (SSNO).","label":["Non-Incentive"],"Comments":[]},{"id":165425,"text":"The first tranche will be revised upwards from c27000 applicants to full participation of 50,000 4916 EU Areas of Natural Constraint Scheme The objectives of this measure are to:  Ensure continued agricultural land use, thereby contributing to the maintenance of a viable rural society  Maintain the countryside  Maintain and promoting sustainabl e farming systems, which in particular take account of environmental protection requirements.","label":["Non-Incentive"],"Comments":[]},{"id":165426,"text":"These include farmland habitat conservation actions, and location appropriate actions centred on a meaningful adaptive interaction between advisor, farmer, and experts (Obj6N1).","label":["Non-Incentive"],"Comments":[]},{"id":165427,"text":"The co -operation element, provided for under Article 77, allows farmers to avail of a Local Cooperation Project Team who will assist them with the implementation of the AECM at local level.","label":["Technical_assistance"],"Comments":[]},{"id":165428,"text":"It emphasises the need for integrated delivery of supports to address the needs and circumstances of different rural regions.","label":["Non-Incentive"],"Comments":[]},{"id":165429,"text":"Support under CRISS addresses the need to increase the numbers of young farmers, by providing them with income support (Obj7N1).","label":["Direct_payment"],"Comments":[]},{"id":165430,"text":"–Support rural jobseekers through the Intreo offices and initiatives such as the Social Inclusion and Community Activation Programme, Tús and Community Employment.","label":["Non-Incentive"],"Comments":[]},{"id":165431,"text":"As such, the CSP contains a variety of supports and incentives to encourage farmers to take proactive measures to reduce their vulnerability to the growing risks that the cha nging climate represents to agriculture in Ireland.","label":["Non-Incentive"],"Comments":[]},{"id":165432,"text":"Incentives on how the local forester or farmer can be financially rewarded for this should also be explored.","label":["Non-Incentive"],"Comments":[]},{"id":165433,"text":"• Obj7N1 will be directly addressed through the BISS, CRISS, CIS -YF, the Collaborative Farming Grant and EIPs; • Obj7N2 will be directly addressed through the On Farm Capital Investment Scheme • Obj7N3 will be directly addressed through Early Stage support for Producer Organisations and the LEADER programme.","label":["Non-Incentive"],"Comments":[]},{"id":165434,"text":"Nationally – taxation and access to finance At national level there are a number of measures aimed at young farmers including a number of taxation measures, both to facilitate succession and to support their establishment.","label":["Tax_deduction"],"Comments":[]},{"id":165435,"text":"Farmers should familiarise themselves with the European Communities (Direct Support Schemes) Offences and Control Regulations 2016, SI No 169 of 2016 .","label":["Non-Incentive"],"Comments":[]},{"id":165436,"text":"Registered Forester terms & conditions Department of Agriculture, Food & the Marine______24341 National Technical Implementation Group (NTIG) This group oversees the technical implementation of the RBMP at a national level and provides a forum to ensure co-ordinated actions amongst all relevant State actors and to address operational barriers to implementation that may arise.","label":["Non-Incentive"],"Comments":[]},{"id":165437,"text":"Farmers with a significant area of land in one or more of the defined high priority geographical areas will automatically be enrolled in the Co -operation approach.","label":["Non-Incentive"],"Comments":[]},{"id":165438,"text":"Concrete recommendations supporting the ‘ right measure in the right place’ are required which will ensure that activities undertaken at farm level will not impact protected sites, species, and the wider countrysid e that species rely upon.","label":["Non-Incentive"],"Comments":[]},{"id":165439,"text":"Collaborative Farming Grant 1 - Description Any additional details on the administrative burden associated with this scheme should be included.","label":["Non-Incentive"],"Comments":[]},{"id":165440,"text":"The AECM Cooperation measure offers additional actions in predefined geographical areas considered to be of high environmental priority, for ex ample, location appropriate interventions centred on a meaningful adaptive interaction between advisor, farmer, and experts.","label":["Non-Incentive"],"Comments":[]},{"id":165441,"text":"Ireland is proposing an innovative approach to the delivery of our AECM which will incorporate two different approaches AECM General and AECM Co -operation, based on a geo graphic location identified by a defined mapping system","label":["Non-Incentive"],"Comments":[]},{"id":165442,"text":"Define eligible beneficiaries and specific eligibility criteria where relevant related to the beneficiary, the area and, when applicable, other relevant obligations The scheme will be open to all active farmers in the country; or groups of active farmers.","label":["Non-Incentive"],"Comments":[]},{"id":165443,"text":"The AKIS Coordination Group will agree an implementation plan & monitoring process which will include the following activities: • Education, training & skills provided in a flexible, adaptive and innovative manner • Improving the relevance & uptake o f research & innovation by end -users • Enhanced Knowledge Transfer & Farm Advisory Service including improved accessibility and promotion of advisory services with Continued Professional Development for both public & private advisors.","label":["Technical_assistance"],"Comments":[]},{"id":165444,"text":"The ANC scheme supports farmers to continue farming in designated areas.","label":["Non-Incentive"],"Comments":[]},{"id":165445,"text":"IEngineered solutions to safety, such as those available under the Farm Safety scheme, to remain a priority in grant aided investment programmes, where available.","label":["Supplies"],"Comments":[]},{"id":165446,"text":"The AECM Cooperation Measure , prov ides similar support to that of the General AECM measure but in addition provides support for bespoke farm, land and catchment measures for farms in predefined geographical areas, determined as being of high priority from an environmental and climate persp ective.","label":["Non-Incentive"],"Comments":[]}]