[{"id":1203,"text":"In these years, the Capital Investment Scheme will contribute to addressing Obj5,N2 and Obj9,N3 by providing support for investments in precision farming equipment for applicatio n of plant protection product s. It will also support investment in equipment such as Ring Rollers and Haulm Toppers to reduce reliance on plant protection product s. Relevant Result Indicator(s): R9 Farm modernisation: Share of farms receiving investment support to restructure and modernise, including to improve resource efficiency 315 Where relevant, CAP contribution towards LIFE projects 32 Overview of the generational renewal strategy An overview of the relevant interventions and specific conditi ons for young farmers, such as “Complementary income support for young farmers” and “Installation of young farmers”, and their respective budgetary allocations; this overview shall also explain in general terms the interplay with any relevant national inst ruments with a view of improving the consistency between Union and national actions in this area.","label":["Supplies"],"Comments":[]},{"id":1204,"text":"Measures will include the promotion of farm safety through targeted awareness campaigns, farm inspections and training courses2017-2018 HSA 17 Prioritise farm safety through knowledge transfer and inclusion of farm safety measures through knowledge transfer schemesOngoing DAFM18 Provide support for an estimated 1,700 small-scale environmental projects under the Local Agenda 21 Environmental Partnership Fund to promote sustainable development at local level2017-2019 DCCAE19 Provide funding for Volunteer Centres and Volunteer Information Services, as well as national organisations such as Volunteer Ireland, which aims to strengthen those organisations and foster a culture of volunteering in Ireland, including to the benefit of rural communities and community-based organisationsOngoing DHPCLGEnhancing Local ServicesThe availability of public services at a local level is an important factor in supporting the quality of life for those who live in rural areas.","label":["Technical_assistance"],"Comments":["funds for centers- technical? supplies?"]},{"id":1205,"text":"Cross -cutting aspects of OFS  While there are elements common to a number of agriculture schemes, these are not in the nature of duplication.","label":["non-incentive"],"Comments":[]},{"id":1206,"text":"Encouraging innovation in these areas simultaneously addresses the need to increase farmers’ and advisors’ understanding of climate change, air quality, water quality, soil health, animal health and welfare and biodivers ity related challenges and opportunities at farm level (ObjAKISN1), and the need to provide support for research and innovation in the agri -food sector; and encourage the application of findings at farm level (ObjAKISN4).","label":["non-incentive"],"Comments":[]},{"id":1207,"text":"The Eco-Schemes provides supports to farm ers who undertake specific agricultural practices, including extensive farming, tree planting, sewing a multi -species sward, and enhancing crop diversification.","label":["Credit"],"Comments":[]},{"id":1208,"text":"These include farmland habitat conservation actions, and location appropriate actions centred on a meaningful adaptive interaction between advisor, farmer, and experts (Obj6N1).","label":["non-incentive"],"Comments":[]},{"id":1209,"text":"In these years, the Capital Investment Scheme will contribute to addressing Obj5,N2 and Obj9,N3 by providing support for investments in precision farming equipment for application of plant protection product s. It will also support investment in e quipment such as Ring Rollers and Haulm Toppers to reduce reliance on plant protection product s.","label":["Supplies"],"Comments":[]},{"id":1210,"text":"Since the publication of the Energy W hite Paper , significant progress has been made in the implementation of measures, including the enactment of the Energy Act 2016;11 publication of A Strategy to Combat Energy Poverty in Ireland (February 2016);12 development of new Public Sector Energy Effi ciency Action Plan;13 publication of a National Policy Framework on Alternative Fuels Infrastructure ( May 2017);14 Government approval for the high level design of the new Renewable Electricity Support Scheme15for commencement in 2019 , subject to State aid approval from the European Commission; and commencement earlier this year of a Support Scheme for Renewable Heat .","label":["non-incentive"],"Comments":[]},{"id":1211,"text":"Additional climate related measures across this sector which will be introduced in 2019 include: • €1035 million for improvements in grant and premium rates for planting forests;","label":["Credit"],"Comments":[]},{"id":1212,"text":"Fines for breaches of the Wildlife (Amendment) Act 2000 range from €635 to €63,490 and prison terms from 3 months to 2 years , or both a fine and a prison Department of Agriculture, Food & the Marine 54 term.","label":["Fine"],"Comments":[]},{"id":1213,"text":"This scenario takes into account measures such as SEAI Large Industry Programme, Combined Heat and Power deployment, Renewable Heat Scheme and the Carbon Tax measure.","label":["non-incentive"],"Comments":[]},{"id":1214,"text":"This programme incorporated extra payments on top of the basic REPS premi um for farmers who undertook additional environmenta lly friendly farming practices.","label":["Direct_payment"],"Comments":[]},{"id":1215,"text":"Payments will be made to Co -Operation bodies to deliver these services in association with the farmers who are participants under the agri -environment climate scheme.","label":["Technical_assistance"],"Comments":[]},{"id":1216,"text":"b. Astaxanthin and histidine have not been mentioned separately as it was under 889\/2008 art 25k point 4 and 5.","label":["non-incentive"],"Comments":[]},{"id":1217,"text":"The On Farm Capital Investment scheme will further provide support for investments that improve animal health and welfare standards on farm (Obj9N2), such as the mo dernisation of animal housing facilities or the construction of new animal housing facilities on farm; and investments that allow farmers to acquire technologies and equipment that increase their efficiencies, including precision farming equipment.","label":["Supplies"],"Comments":[]},{"id":1218,"text":"-Use suitable vehicles and machinery to avoid rutting during periods of wet weather Other requirements -Avoid inappropriate land reclamation works, and other works, which lead to inadequate soil and ground cover 310322 Territorial scope All agricultural land as set out under the summary of the on -farm practice in Section 310321 above 310323 Type of farmers concerned All farmers that have agricultural land as defined under the summary of the on -farm p ractice in Section 310321 above 310324 Explanation of the contribution to achieve the main objective of the GAEC standard The main objective of this standard is: the protection of soils in periods that are most sensitive.","label":["non-incentive"],"Comments":[]},{"id":1219,"text":"The eSPSV Grant Scheme was introduced in February 2018 and provides up to €7,000 towards the purchase of BEV or up to €3,500 towards a PHEV to vehicles in the taxi, hackney and limousine sectors.","label":["Supplies"],"Comments":[]},{"id":1220,"text":"Increased environmental and climate ambition will be achieved in Pillar 1 through the targeting of 25% of the direct payments ceiling (€297 million annually, and just under €15 billion over the period of the CSP) at the delivery of suitable farming practices under the new Eco -Scheme.","label":["Direct_payment"],"Comments":[]},{"id":1221,"text":"The Plan covers greenhouse gas emissions in the Electricity Generation, Built Environment, Transport, and Agriculture, Forest and Land Use sectors.","label":["non-incentive"],"Comments":[]},{"id":1222,"text":"Work to refine this data will continue over the coming months in advance of finalisation of the EPA’s 2019 greenhouse gas emission s projections.","label":["non-incentive"],"Comments":[]},{"id":1223,"text":"See example overleaf ¾Where pre- and post-water grab sampling is stipulated as a licensing condition by the Forest Service (see Section 4), a copy of the report provided by the accredited laboratory is required, setting out the results and interpretation of the analysis undertaken on the collected samples ¾Where, in accordance with the licence issued, the operation was carried out within a Hen Harrier SPA during the breeding season 1st April to 15th August inclusive, a map and a pilot declaration must be provided, confirming that the flight time spent traversing the SPA to and from the site of the operation was minimised, and that the flying altitude throughout this traverse was maintained at no less than 1,300 feet \/ 400 metres above ground level.","label":["non-incentive"],"Comments":[]},{"id":1224,"text":"We are committed to ensuring that our carbon taxation policies are progressive by comple menting future increases with targeted increases in social welfare and other initiatives to address fuel poverty.","label":["non-incentive"],"Comments":[]},{"id":1225,"text":"Irish forests are a rich resource of biodiversity providing important and abundant habitats for many non-tree plant species and lichens frequent across the forest estate.","label":["non-incentive"],"Comments":[]},{"id":1226,"text":"The scheme supports the purchase of BEVs, PHEVs, hybrid vehicles and the associated charging equipment.","label":["Supplies"],"Comments":[]},{"id":1227,"text":"This project team will provide on -going support to farmers in AECM Cooperation.","label":["Technical_assistance"],"Comments":[]},{"id":1228,"text":"Where the percentage is 10% or higher, that will give farmers greater credit in Ireland’s Eco Scheme.","label":["Credit"],"Comments":[]},{"id":1229,"text":"Budget 2020 confirmed a €6 increase in the carbon tax for 2020.","label":["Unsure"],"Comments":["not sure what carbon tax is!"]},{"id":1230,"text":"In lin e with the specific objectives outlined above, the new Capital Investment Scheme will include support for Young Farmers, Women Farmers, Animal Welfare, Nutrient Storage, Farm Safety, Tillage, Dairy and the Organic sectors.","label":["Technical_assistance"],"Comments":[]},{"id":1231,"text":"One action supported under the scheme is the use of organic and green manures to improve soil organic matter.","label":["Supplies"],"Comments":["assuming its supplying manure?"]},{"id":1232,"text":"For farmers engaged in both arable crop and livestock production, payment for arable crop production is based on the actual area cropped by the farmer.","label":["Direct_payment"],"Comments":[]},{"id":1233,"text":"Reductions\/penalties as per SPS rules will be ap plied to all over -declaration for payments 6.","label":["Unsure"],"Comments":["seems to be about calculating payment rather than issuing a fine?"]},{"id":1234,"text":"Only the AECM Cooperation Measure EN 104 EN however contributes to addressing Obj4N4 (encouraging Climate Adaptation), as this measure targets predefined priority areas tha t are more susceptible to adverse impacts of climate change.","label":["non-incentive"],"Comments":[]},{"id":1235,"text":"Provide ongoing support for the development of the knowledge and skills base of the agriculture and forestry sectors by the T eagasc Advisory and Education ServicesD\/Agriculture, Food & the Marine","label":["Technical_assistance"],"Comments":[]},{"id":1236,"text":"As su ch, providing support to assist in the purchasing of this equipment will simultaneously improve farm safety and increase awareness of the importance of farmer well -being thus addressing Obj8N5.","label":["Supplies"],"Comments":[]},{"id":1237,"text":"The Department of Agriculture, Food and the Marine supports the improvement of energy efficiency and the adoption of renewable heat technologies at farm level in the form of various TAMS supports such as new dairy equipment which is more energy efficient than older technology, biomass boilers under the Pig and Poultry Investment Scheme (PPIS) and the Young Farmer Capital Investment Scheme (YFCIS).","label":["Supplies"],"Comments":[]},{"id":1238,"text":"Table 612: Community support and sponsorship Effect: Sponsorship of community infrastructure and organisations Asset Affected Local Clubs and Community Organisations Receptor Members of the local community Nature Stage Type Duration Scale Sensitivity Significance Positive Operations Direct Permanent Local High High Logic Model Physical Measurement Monetary Value Input Community engagement  Mine Sponsorship Committee  Stakeholder Engagement Plan and ‘Open Door’ Policy  Lobbying from the Moyne Community Engagement Forum - Activities \/ outputs Funding given to local organisations to support their activities and infrastructure Current and capital investment in community infrastructure, including:  Redevelopment of community halls in Moyne and Templetuohy  New running track at Moyne Athletics Club  Improvements to local GAA clubs Other community outreach activities, such as:  Environmental awareness competition for schools  Donations to schools  Mine Open Days €15 million (in last 5-6 years) Intermediate Outcomes Benefits to recipients of sponsorship through improved infrastructure and equipment etc.","label":["Supplies"],"Comments":[]},{"id":1239,"text":"A 50% grant rate will be applied for participants from the organic sector and to applicants that apply for farm safety investments.","label":["Direct_payment"],"Comments":["direct payment? supplies?"]},{"id":1240,"text":"A lower additional payment per hectare was made following the two -year conversion period for the remaining three years of the REPS contract.","label":["Direct_payment"],"Comments":[]},{"id":1241,"text":"In 2019, funding of €90 million will be invested in sustainable energy projects in 26,000 more homes, saving at least 110,000 32 tonnes in carbon emissions every year and supporting around 3,500 jobs, while also reducing Ireland’s dependence on imported fossil fuels.","label":["Technical_assistance"],"Comments":["assuming insulation projects? supplies and techincal?"]},{"id":1242,"text":"This can be seen in the increased premium rates for afforestation.","label":["Direct_payment"],"Comments":[]},{"id":1243,"text":"As a result the area that went from forest to non -forest has increased from 4,791 to 5,19 6 ha (28 February 2023 ).","label":["non-incentive"],"Comments":[]},{"id":1244,"text":"In a similar fashion, the On-Farm Capital Investment Scheme (OFCIS) addresses Obj6N1 through the provision of grant aid on non -productive investments for machinery such as precision farming equipment including Low Emissions Slurry Spreaders (LESS).","label":["Supplies"],"Comments":[]},{"id":1245,"text":"The scheme will provide for an on- going operational support (which will be paid for a period up to 15 years) for new installations or installations that currently use a fossil fuel heating system and convert to using biomass heating systems or anaerobic digestion heating systems.","label":["Supplies"],"Comments":[]},{"id":1246,"text":"This project will re fine national emission factors so that mitigation measures can be incorporated into national inventories, enabling farmers to receive credit for emissions reduction.","label":["non-incentive"],"Comments":[]},{"id":1247,"text":"Under this specific intervention, support can be provided for the following actions • Conversion of conventional machines and vehicles (ie those powered by internal combustion engines) (vehicles for internal use only) with appropriate devices that lead to a reduction in emissions","label":["Supplies"],"Comments":[]},{"id":1248,"text":"In relation to the cost element, it will be necessary to compile data in relation to the staffing costs associated with the Scheme.","label":["non-incentive"],"Comments":[]},{"id":1249,"text":"The overall target is to expand Ireland’s forest estate from 11% to 18% by mid- century.","label":["non-incentive"],"Comments":[]},{"id":1250,"text":"In these years, the Capital Investment Scheme will contribute to addressing Obj4,N1 and Obj4,N4 by providing sup port for investments in precision farming equipment and in the case of the tillage sector, low disturbance tillage equipment, straw incorporating equipment and equipment to assist the establishment of green cover.","label":["Supplies"],"Comments":[]},{"id":1251,"text":"Nutrient Management Planning will also be a core requirement within the FSP, and the time spent in up -skilling landowners\/manager s to implement the Nutrient Management Plan will be supported.","label":["Technical_assistance"],"Comments":[]},{"id":1252,"text":"The TAMS Scheme ensures t hat all farmers have access to the most up -to-date technology to bring the highest quality product to market.","label":["non-incentive"],"Comments":["or maybe techinical"]},{"id":1253,"text":"The above document also sets out sanctions that can be applied where (for example) “Negligent action contrary to the forestry standards and procedures leading to significant environmental or other impacts” has occurred.","label":["non-incentive"],"Comments":[]},{"id":1254,"text":"In July 2017, a Strategic Environmental Assessment SEA Statement and Natura Impact Statement (which supports the Appropriate Assessment process) were published alongside the National Mitigation Pla n. The SEA Statement was prepared on foot of the SEA process and helped to evaluate, the range of environmental consequences that may occur as a result of implementing the National Mitigation Plan.","label":["non-incentive"],"Comments":[]},{"id":1255,"text":"A n objective of achieving 5% of farmland under organic production is included in the Food Harvest 2020 Report; a key recommendation of which is that support to the sector should continue through the Organic Farmin g Scheme.","label":["non-incentive"],"Comments":[]},{"id":1256,"text":"If the delay in submission of the single farm payment applications amounts to more than 25 working days, the application shall be deemed inadmissible and no aid shall be granted for the year to which the application relates 13.","label":["Unsure"],"Comments":["or maybe fine because it kinda suggests the termination of payment?"]},{"id":1257,"text":"The Finance Act 2020 legislated for annual increases in the rate of carbon tax to reach €100 per tCO2 by 2030, and manufacturers outside the EU ETS will be further incentivised by the carbon price trajectory set by Government.","label":["non-incentive"],"Comments":[]},{"id":1258,"text":"A well -defined water setback early in the afforestation process, with natural ground vegetation emerging.","label":["non-incentive"],"Comments":[]},{"id":1259,"text":"Additionally, support provided under the Organic Farming Scheme (OFS), which encourages conversion to, or the maintenance of, organic farmland, will also ensure the supply of organic produce to local markets (Obj3N2) .","label":["non-incentive"],"Comments":[]},{"id":1260,"text":"The age -profile of the forest estate is increasing with 396% of the stocked forest estate is les s than 20 year s of age and 304% between the ages of 21 and 30 years.","label":["non-incentive"],"Comments":[]},{"id":1261,"text":"The Government has ensured that increases in the carbon tax are progressive through targeted social welfare and other initiatives to prevent fuel poverty, thus ensuring a just transitionThe Government has sought to ensure that revenue from increases in the carbon tax will be ring-fenced to protect those who are most exposed to higher fuel and energy costs, to provide support for displaced workers, and to invest in new climate actionsThe Government has sought to ensure that revenue from increases in the carbon tax will be ring-fenced to protect those who are most exposed to higher fuel and energy costs, to provide support for displaced workers, and to invest in new climate actions.","label":["non-incentive"],"Comments":[]},{"id":1262,"text":"To complement the EX CEED programme, the tax code provides for accelerated capital allowances (ACAs) for energy efficient equipment supporting the reduction of energy use in the workplace and the awareness of energy efficiency standards in appliances.","label":["Tax_deduction"],"Comments":[]},{"id":1263,"text":"Under that system, the administrative penalties referred to in the first subparagraph shall only apply where the non -compliance is the result of an act or omission directly attributable to the beneficiary concerned; and where one or both of the following conditions are met: (i)the non -compliance is related to the agricultural activity of the beneficiary (ii)the non -compliance concerns the holding as defined in point (2) of Article 3 of Regulation (EU) 2021\/2115 or other areas managed by the beneficiary situated within Irela nd.","label":["Fine"],"Comments":[]},{"id":1264,"text":"Pillar I and Pillar II Interventions, and the CAP Green Architecture In addition to providing a basic income support to primary producers and achieving a higher level of environmental ambition, Pillar I (direct payments) interventions are aimed at achieving a fairer approach to the distribution of payments in Ireland.","label":["Direct_payment"],"Comments":[]},{"id":1265,"text":"The intervention also supports investments that allow farmers to acquire technologies and equipment that increases their efficiencies and climate adaptation potential thus addressing Obj4N4 and Obj4N5.","label":["Supplies"],"Comments":[]},{"id":1266,"text":"Obj8N5 - Improve on farm safety and increase awareness of the importance o f farmer well -being Accelerated Capital Allowance Programme The Accelerated Capital Allowance (ACA) is a tax credit that encourages the purchase of energy -efficient goods and equipment.","label":["Credit"],"Comments":[]},{"id":1267,"text":"The co -operation element, provided for under Article 77, allows farmers to avail of a Local Cooperation Project Team who will assist them with the implementation of the AECM at local level.","label":["Technical_assistance"],"Comments":[]},{"id":1268,"text":"In addition, Food Vision 2030, the new stakeholder -led strategy for the agri -food sector, also highlights the challenge of generational renewal and proposes a number of actions, including maintaining the strong level of current support, the promotion of land mobility and succession planning and increased education and promotion of the diversit y of careers in the agri -food sector.","label":["non-incentive"],"Comments":[]},{"id":1269,"text":"This grant package provides support to farmers and other landowners to establish new native woodland and to restore existing native woodland (including conversion from conifer forest to native woodland), to protect and enhance water and aquatic ecosystems131 Overview The Native Woodland Scheme (NWS) grant package provides funding to farmers and other landowners to undertake works primarily to protect and expand Ireland’s native woodlands and associated biodiversity.","label":["Direct_payment"],"Comments":[]},{"id":1270,"text":"This created a level of assurance that baseline environmental standards had to be respected by all farmer s, including those farming to the Organic Farming Regulations and removed the risk, real or perceived, of environmental degradation occurring on farms receiving support for Organic Farming on a stand -alone basis.","label":["non-incentive"],"Comments":["maybe not specific enough?"]},{"id":1271,"text":"Obj8N2 - Improve infrastructure and access to services in rural areas including broadband Town and Village and Renewal Scheme 2021: This is part of ‘Our Rural Future – Rural Development Policy 2021 -2025’.","label":["Supplies"],"Comments":[]},{"id":1272,"text":"These figures show the potential of Irish forests to provide in creased and sustainable supplies of wood products.","label":["non-incentive"],"Comments":[]},{"id":1273,"text":"The AECM Cooperation Measure , provides sim ilar support to that of the General AECM measure but in addition provides support for bespoke farm, land and catchment measures for farms in predefined geographical areas, determined as being of high priority from an environmental and climate perspective.","label":["Technical_assistance"],"Comments":["check AECM"]},{"id":1274,"text":"Experimental a pproach: We will use a combination of in vitro and pre --clinical models, and human dietary challenge to test the ability of defined food ingredients to modulate microbiota diversity, to promote appropriate innate immune function, and to modulate inflammati on-- related disorders like type 2 diabetes.","label":["non-incentive"],"Comments":[]},{"id":1275,"text":"Department of Agriculture, Food & the Marine 32 28 Environmental setbacks An environmental setback is a (largely) unplanted and undisturbed open space of a defined width, installed to protect a particular environmental feature or sensitivity.","label":["non-incentive"],"Comments":[]},{"id":1276,"text":"This scheme offers financial support to farmers to assist them in buying farm safety equipment such as safety rails\/fences, plant protection products and solid covers for slurry stores.","label":["Supplies"],"Comments":[]},{"id":1277,"text":"The aim of the AECM Training (a cross -cutting measure) is to assist farmers in implementing actions under the AECM and to equip farmers with the knowledg e to make environmentally conscious decisions on their farms.","label":["Technical_assistance"],"Comments":[]},{"id":1278,"text":"To further facilitate change, professional training in a range of areas will be provided through the Continuous Professional Develo pment programme for Agricultural Advisors, including climate change (both mitigation and adaptation); sustainable energy; air, soil and water quality; biodiversity conservation, and the adoption of new technologies.","label":["Technical_assistance"],"Comments":[]},{"id":1279,"text":"AECM Training provides training to al l farmers registered under the AECM (ie under the AECM General and AECM Cooperation measures) on ways in which to successfully implement the suite of actions offered under the AECM that contribute positively to the environment, climate, and biodiversity.","label":["Technical_assistance"],"Comments":[]},{"id":1280,"text":"Our overarching objectives are: to optimise M. bovis WGS to facilitat e integration with routine M. bovis culture; to develop the computa tional tools that summarise the genomic da ta in the context of existing cattle and wildlife population databases; to use WGS to estimate transmission rates of M. bovis within and between ca ttle and wildlife populations; and to combine RoI and NI WGS data t o define the population of M. bovis on the island of Ireland.","label":["non-incentive"],"Comments":[]},{"id":1281,"text":"In order to avoid duplication of effort and resources, the Action Plan acknowledged strategies and programmes such as those outlined above, while also providing additional supporting mechanisms which would assist in the goals outlined in these initiatives while also introducing new and innovative policy interventions in these and other sectors.","label":["non-incentive"],"Comments":[]},{"id":1282,"text":"Support Scheme for Renewable Heat (SSRH) The Support Scheme for Renewable Heat will stimulate and support the replacement of fossil fuel heating systems with renewable energy and contribute to meeting Ireland’s renewable energy and emission reduction targets.","label":["Supplies"],"Comments":[]},{"id":1283,"text":"—— 12 Commitment 7 - In the context of the provision of specific support for enterprise in rural areas, ensure that all LCDCs, Local Enterprise Offices, rural Planning Authorities and other stakeholders collaborate effectively to support enterprise in local areas, including Social Enterprise, and review and seek to eliminate such barriers to rur al enterprise as currently exist .","label":["non-incentive"],"Comments":[]},{"id":1284,"text":"Chlorine based detergents represent common approaches used to disinfect water and assist in cleaning milk contact equipment on -farm and in food processing plants.","label":["non-incentive"],"Comments":[]},{"id":1285,"text":"The need to increase farmers’ and advisors’ understanding of climate change, air quality, water quality, soil healt h, animal health and welfare and biodiversity related challenges and opportunities at farm level (ObjAKISN1) is also addressed by the AECM Training measure and the Training for the Suckler Carbon Efficiency Programme.","label":["Technical_assistance"],"Comments":[]},{"id":1286,"text":"The higher grant rate of support provided to organic farmers under this scheme will incentivise people to undertake organic farming practices over conventional farming practices and will therefore directly address the need to encourage farm diversification (Obj1N3).","label":["non-incentive"],"Comments":[]},{"id":1287,"text":"This paym ent is designed to provide a direct income support to Irish farmers to underpin their continued sustainability and viability and to support farmers in their continued delivery of a secure food supply.","label":["Direct_payment"],"Comments":[]},{"id":1288,"text":"The first tranche will be revised upwards from c27000 applicants to full participation of 50,000 4916 EU Areas of Natural Constraint Scheme The objectives of this measure are to:  Ensure continued agricultural land use, thereby contributing to the maintenance of a viable rural society  Maintain the countryside  Maintain and promoting sustainabl e farming systems, which in particular take account of environmental protection requirements.","label":["non-incentive"],"Comments":[]},{"id":1289,"text":"Monetary penalties will include interest payable at the rat e provided for under SI No 13 of 2006.","label":["non-incentive"],"Comments":["but we dont know what the penalty is for?"]},{"id":1290,"text":"The aim of this COST Action, which involves researchers, practitioners and policy makers from throughout Europe, is to improve Europe’s capacity to use Payments for Ecosystem Services (PES) to achieve WFD targets and other policy objectives, through incentives for planting woodlands to reduce agricultural diffuse pollution to watercourses.","label":["non-incentive"],"Comments":[]},{"id":1291,"text":"The Green Public Transport Fund was established to support the uptake of low carbon, energy efficient technologies within the public transport sector and as set out in the National Development Plan, Ireland will no longer purchase dies el-only buses for the urban public service obligation (PSO) bus fleets after July 2019.","label":["Unsure"],"Comments":[]},{"id":1292,"text":"The pilot will be run with a view to developing a new agri-environment scheme with a focus on environmental and biodiversity benefits that will align financial supports with climate objectivesSustainability of Farming EnterprisesDespite the importance of agri-food to the Irish economy, the farming sector which underpins it faces considerable legacy and succession issues and emerging challenges.","label":["non-incentive"],"Comments":[]},{"id":1293,"text":"The Regional Spatial and Economic Strategies will provide a long -term regional level strategic planning and economic framework in support of the implementation of the National Planning Framework.","label":["non-incentive"],"Comments":[]},{"id":1294,"text":"General On Farm Investments Support under this category will include aid for Animal Welfare, Nutrient Storage and Tillage and Dairy farming.","label":["Supplies"],"Comments":[]},{"id":1295,"text":"Support provided under this scheme has the potential to address the need to r educe Green House Gases (GHG) emissions from agriculture (Obj4N1) and the need to develop.","label":["non-incentive"],"Comments":[]},{"id":1296,"text":"Furthermore, breaches of these rules can result in disqualification from the scheme in question and the recouping of monies paid","label":["Unsure"],"Comments":[]},{"id":1297,"text":"The Scheme is supporting generational renewal on Irish farms by allowing young farmers to avail of a higher grant rate of 60% (with a standard gra nt rate of 40% available to all other applicants).","label":["Direct_payment"],"Comments":[]},{"id":1298,"text":"If yes , there is no further processing for Initial Annual payment (75%) until OFS2 is lodged    8.","label":["Unsure"],"Comments":[]},{"id":1299,"text":"The actions contained in this plan fall broadly into four categories:  public funding provided in the annual estimates process and in Project Ireland 2040  measures such as setting a long -term trajectory for the carbon tax, in order to change long-term behaviour and decisions to encourage investment in more sustainable choices  new regulations to end certain practices (eg phasing out oil and gas boilers in homes or introducing low emission zones in cities)  actions to promote public and community engagement and particip ation in reducing our emissions Each Government Department must now determine the optimum approach to utilising th e funding available to it to support the policies necessary to meet the targets proposed for each sector.","label":["non-incentive"],"Comments":[]},{"id":1300,"text":"Recommendation Aid farm restructuring and land mobility Actions IDAFM should ensure that any future schemes and supports do not accentuate land mobility challenges and instead target those producers with best potential for growth and competitiveness, and in particular younger farmers with relevant qualiﬁcations and sound business plans.","label":["Unsure"],"Comments":[]},{"id":1301,"text":"Priority actions under the PAF include developing targeted measures with agri -environment schemes to improve the conservation status of peatlands, uplands, limestone pavement, species -rich calcareous grassland, fixed dunes, machair, turloughs and species -rich Nardus grasslands.","label":["non-incentive"],"Comments":[]},{"id":1302,"text":"The On Farm Capital Inv estment Scheme also addresses Obj9N1 by providing a higher grant rate of support for investments in organic farming materials\/equipment, at a higher rate of 60% in comparison to the rate of 40% for general investments.","label":["Supplies"],"Comments":[]},{"id":1303,"text":"The Department will also support the establishment of a Higher Education Institutions network on rural development to ensure ongoing engagement with key experts over the lifetime of this policy.","label":["Technical_assistance"],"Comments":[]},{"id":1304,"text":"The objective of AETS, which is open to all farmers, is to train participating farmers in environmental practices and standards, and to enhance the uptake and delivery of future agri -environment schemes in accordance with Department specifications.","label":["non-incentive"],"Comments":[]},{"id":1305,"text":"Without access to credit from banks, young farmers are unable to invest in the necessary factors of production to either develop their own farm enterprise or incre ase the productivity and profitability of their existing farm enterprise; and this hinders their overall growth potential.","label":["non-incentive"],"Comments":[]},{"id":1306,"text":"The specifications for such investments ensure that all animal housing being grant -aided supports the improvement of anima l welfare on farms.","label":["non-incentive"],"Comments":[]},{"id":1307,"text":"The plans will see each local authority actively translating national climate policy to local circumstances with the prioritisation and acceleration of evidence -based measures , to assist in the delivery of the climate neutrality objective at local and community levels.","label":["non-incentive"],"Comments":[]},{"id":1308,"text":"In these years, the Capital Investment Scheme will contribute to addressing Obj5N2 by providing support for investments in nutrient storage facilities, LESS equipment and precision farming eq uipment.","label":["Supplies"],"Comments":[]},{"id":1309,"text":"Via AECM Article 77, support is provided to farmers through Local Cooperation Project teams who assist farmers in addressing bespoke, landscape\/habitat specific biodiversity and environmental challenges.","label":["Technical_assistance"],"Comments":[]},{"id":1310,"text":"The AECM Cooperation measure offers additional actions in predefined geographical areas considered to be of high environmental priority, for ex ample, location appropriate interventions centred on a meaningful adaptive interaction between advisor, farmer, and experts.","label":["Technical_assistance"],"Comments":[]},{"id":1311,"text":"Support for innovation projects through this scheme contributes to the need to increase energy efficiencies on the farm through the uptake of new technologies and methods including the use of renewable energ y sources (Obj4N5).","label":["non-incentive"],"Comments":[]},{"id":1312,"text":"Microfinance Ireland supports micro -enterprises, including farmers with loan finance, providing an important resource for micro enterprises who are finding it difficult to access finance through banks and other commercial lenders.","label":["Credit"],"Comments":[]},{"id":1313,"text":"The European Innovation Partnership AGRI funds projects that allow farmers, scientists and other experts to collaborate together to develop new practices that are environmentally friendly and economically sustainable, wh ile also looking to improve the resilience of the sector.","label":["Technical_assistance"],"Comments":[]},{"id":1314,"text":"There is an urgent need to support, with robust scient ific data, the “More than 80% Grass Diet” guarantee and, more widely, the extent of Ireland’s grass -based production and the uniqueness of the products that arise from it.","label":["non-incentive"],"Comments":[]},{"id":1315,"text":"Additionally, POs will provide members with the knowledge and skills nec essary to implement sustainable farming systems through advisory services and technical assistance, addressing the need to increase the number of sustainable farming systems (Obj5N4).","label":["Technical_assistance"],"Comments":[]},{"id":1316,"text":"We are taking the lead in developing innovative approaches to financing our decarbonisation objectives and are committed, for example, to rolling out a low-cost residential retrofit loan scheme.","label":["non-incentive"],"Comments":[]},{"id":1317,"text":"As part of the Review, an examination of the efficiency with which the Scheme is administered is required.","label":["non-incentive"],"Comments":[]},{"id":1318,"text":"Dedicated environmental training for farmers will be provided under the Agri -Environment Training Programme, and will be a cen tral component of the Continuous Professional Development Programme for Advisors, as well as the Knowledge Transfer Programme.","label":["Technical_assistance"],"Comments":[]},{"id":1319,"text":"In order to prepare the sector for this requirement a number of training and capacity building seminars were held in May and in September 2018 supported by the Climate Ireland research team based in the marine and renewable energy research and development centre (MaREI), University College Cork","label":["non-incentive"],"Comments":[]},{"id":1320,"text":"Key themes to consider over the capacity building interventions are as follows: • As part of the delivery of education and training farmers should be made aware of and be required to be aware of Annex 1 habitat, Annex 2 species and SPA bird population sensitivities in the zone of influence of the farm.","label":["non-incentive"],"Comments":[]},{"id":1321,"text":"Support under this measure will be provided in the form of results -based payments which are designed to ensure that farmers are appropriately incentivised to improve the landscapes and catchme nts within which they farm.","label":["Direct_payment"],"Comments":[]},{"id":1322,"text":"IContinue to enhance and roll out at farm level the Carbon Navigator Initiative which provides online software to assist farmers in understanding how their farms produce GHG emissions, identify mitigation capacity and to set targets and a pathway to reduce emissions.","label":["Technical_assistance"],"Comments":[]},{"id":1323,"text":"Outside of the ETS, a national carbon tax, currently set at €20 per tonne of CO 2 emitted, was introduced on a phased basis from 2009.","label":["non-incentive"],"Comments":["not sure about these ets-related sentences; not exactly fine?"]},{"id":1324,"text":"The Brexit Impact Loan Scheme (BILS) provides loans to Brexit -impacted Irish businesses for working capital, investmen t and re -financing.","label":["Credit"],"Comments":[]},{"id":1325,"text":"Number of hectares benefitting from complementary income support for young farmers DPdecoupled Eco-scheme(31) - Schemes for the climate, the environment and animal welfare 51ECO - Eco-Scheme O8.","label":["Direct_payment"],"Comments":[]},{"id":1326,"text":"Leitrim is the county with the highest percentage of forest cover (201%), w hile Cork has the largest forest area (92,471 ha).","label":["non-incentive"],"Comments":[]},{"id":1327,"text":"Appropriate support for investments in animal housing and nutrient storage facilities will ensure that the Capital Investment Scheme contributes to key environmental, climate and animal welfare objectives.","label":["non-incentive"],"Comments":["more of a comment than an action?"]},{"id":1328,"text":" The Targeted Agricultural Modernisation Scheme (TAMS) provides support for on -farm investment and has an overall budget of €395 million over the lifetime of the current Rural Development Programme 2014 -2020.","label":["Supplies"],"Comments":[]},{"id":1329,"text":"Funding provided under the LEADER measure will support members of rural communities to participate fully in the rural development process, from an economic, social and cultural perspective.","label":["Technical_assistance"],"Comments":[]},{"id":1330,"text":"The support provided under this intervention will directly address Obj7N3 by providing support to rural enterprises in the beef, sheep and other sectors.","label":["Unsure"],"Comments":[]},{"id":1331,"text":"The Organic Farming Scheme supports farmers to transition to or maintain organic farming practices through f inancial support to the value of costs incurred or income forgone in making\/maintaining this transition.","label":["Direct_payment"],"Comments":[]},{"id":1332,"text":"Opportunities to improve financial management and planning through Teagasc’ s Getting Farm Financially Fit initiative and schemes such as the Dairy Efficiency Programme and the Development Programme for Dairying , assist farmers to withstand price drops and ensure liquidity through adequate cashflow provision.","label":["Direct_payment"],"Comments":[]},{"id":1333,"text":"Value for Money Review of the Organic Farming Scheme Page | 78 Annex 5 – Administrative Penalties under the 2012 O rganic Farming Scheme  Late submission of the annual application for the Single Payment Scheme will result in the application of penalties for the OFS as outlined in paragraph 1012 of these Terms and Conditions.","label":["Fine"],"Comments":[]},{"id":1334,"text":"Energy efficiency will also realise benefits for air quality, health, social inclusion, business competitiveness and better public services, all of which will make a real and positive impact on people’s livesPlanned National Development Plan investment of €4 billion in the period 2018 to 2030, along with taxation and regulatory measures, would see a very significant change in the energy performance in the residential sector, with upgrades to homes increasing from 30,000 to 45,000 per annum from 202124SEAI Deep Retrofit Pilot SchemeThe Government’s 2015 Energy White Paper, the National Mitigation Plan and the Long Term Renovation Strategy all recognise the fact that extensive renovation of our building stock will need to take place in order to meet both national and international targets for energy savings and emissions reduction by 2050.","label":["Supplies"],"Comments":[]},{"id":1335,"text":"Training in the identification of these habitats will supplement existing inhouse measures Overarching Mitigation Measures includes for future knowledge transfer, awareness raising, communication and further mapping at farm level.","label":["Technical_assistance"],"Comments":[]},{"id":1336,"text":"Going into 2023, we have established baselines for awareness and engagement through the EPA CCIM study, and clearly defined workstreams through which it will be possible to provide an evidence base for a multiyear approach to policy development, engagement and communications.","label":["non-incentive"],"Comments":[]},{"id":1337,"text":"Table 22 – Payme nts to All other Farmers in OFS 2007 – 2013 Organic Status Farmed Area of ≥ 3ha up to 55ha Farmed Area > 55ha In C onversion €212\/ha €30\/ha Full Organic €106\/ha €15\/ha Chapter 2 – The Organic Farming Scheme Value for Money Review of the Organic Farming Scheme Page | 12 Table 23 outlines the total number of farmers who participated in the OFS each year from 2007 to 2013 .","label":["Direct_payment"],"Comments":[]},{"id":1338,"text":"A tax incentive for companies paying corporation tax is also in place in the form of accelerated capital allowance for energy efficient equipment.","label":["Tax_deduction"],"Comments":[]},{"id":1339,"text":"The Eco-Scheme addresses this need by supporting farmers who undertake agricultural practices that support the maintenance of carbon stores in grasslands and woodlands.","label":["Direct_payment"],"Comments":["need detail"]},{"id":1340,"text":"188 1271 Total number of trees by social status (Kraft) and species g roup (Dbh>7cm)  188 1272 Total number of trees by slenderness ratio and species group (Dbh>7cm)  190 Chapter 13 .","label":["non-incentive"],"Comments":[]},{"id":1341,"text":"168 1112 Total tree carbon stock by ownership and species group .","label":["non-incentive"],"Comments":[]},{"id":1342,"text":"In particular, the CSP includes support for the up -skilling of both agricultural advisors and farmers in relation to climate change challenges and adaptation practices.","label":["Technical_assistance"],"Comments":[]},{"id":1343,"text":"Teagasc and other approved service providers will deliver training and supports to farmers to support knowledge-transfer and improve off-farm income opportunities.","label":["Technical_assistance"],"Comments":[]},{"id":1344,"text":"These institutions thus strengthen linkages and interaction between research, education and advisory services in the following ways: • Offering specialised u ndergraduate courses in education and research on the complete food chain from initial on integration of land ecosystems with farm production through processing to final consumption by the consumer • UCD\/Teagasc Masters in Agricultural Innovation Support • UCD\/Teagasc Masters in Agricultural Extension • Training Sessions • On Farm Demonstrations • Organising events to display latest research, information, products and technology to farmers.","label":["Technical_assistance"],"Comments":[]},{"id":1345,"text":"A mid -term review of the Forestry Programme was completed and published in 2018.","label":["non-incentive"],"Comments":[]},{"id":1346,"text":"Carbon Pricing and Cross cutting Policies While the evaluation of different technologies, carried out in support of the development of this strategy and of our Climate Action Plans, has provided a pathway to achieving a 51% reduction in greenhouse gas emissions b y 2030, the successful deployment of these technologies will require specific policies to remove barriers at the sectoral level.","label":["non-incentive"],"Comments":[]},{"id":1347,"text":"In that regard, the Government reiterates its commitment to the collaborative development, delivery and rollout of programmes at local level, which will enhance and revitalise rural communitie s. These include the LEADER element of the Rural Development Programme 2014 -2020 and rural Ireland provided from central Government through the Town and Village Renewal Scheme, the CLÁR Programme, the Outdoor Recreation Infrastructure —— 11 Scheme and the Rural Regeneration and Development Fund.","label":["Technical_assistance"],"Comments":[]},{"id":1348,"text":"It was also suggested that an Organic Farming Scheme with a supplementary agri -enviro nment measure built in as a top -up mea sure would be more of an incentive to participation.","label":["non-incentive"],"Comments":[]},{"id":1349,"text":"Increase the access of small-scale industrial and other enterprises, in particular in developing countries, to financial services, including affordable credit, and their integration into value chains and markets","label":["non-incentive"],"Comments":["not a full sentence"]},{"id":1350,"text":"For farmers who had already attained full organic status prior to joining REPS and SM6, the SM6 payment for the five year REPS contract was at the lower rate per hectare.","label":["Unsure"],"Comments":[]},{"id":1351,"text":"This will include reducing emissions by 51% by 2030 and increasing the improvement in energy efficiency in the public sector from the 33% target in 2020 to 50% by 2030, as well as increasing climate literacy in the public sector, implementing green public procurement and retrofitting public sector buildingsGOVERNANCEThe actions to deliver on our ambition and decarbonise our economy will be supported by a robust governance structure that now includes Ireland’s first carbon budget programme and sectoral emission ceilings.","label":["non-incentive"],"Comments":[]},{"id":1352,"text":"For Partnership applications an indicative investment ceiling wil l be applied of €160,000 per holding 4Low Emission Slurry Spreading Equipment - It is proposed to have a 50% grant rate for LESS spreading attachments and a 40% grant rate for mobile tanker and the umbilical pump, reel and pipes.","label":["Supplies"],"Comments":[]},{"id":1353,"text":"Payments applicable under the OFS Under the OFS in the 2007 – 2013 period horticulture only produc ers, with one hectare or more, we re eligible for the payments listed in Table 21 provided that at least 50% of the area eligible for organic payment was cro pped each year.","label":["Direct_payment"],"Comments":[]},{"id":1354,"text":"EN 248 EN Furthermore, and specifically referenced as a risk management tool, Agricultural Practice 7 of the eco -scheme (the planting of b reak crops) is a direct incentive to undertake practical risk management, from both a financial and an environmental perspective, on farms.","label":["Unsure"],"Comments":[]},{"id":1355,"text":"AECM Cooperation Measure (in cluding support provided under Art77 of the CSP Regulation) Support under this measure will be provided in the form of results -based payments which are designed to ensure that farmers are appropriately incentivised to improve the landscapes and catchment s within which they farm.","label":["Direct_payment"],"Comments":[]},{"id":1356,"text":"Where an application for the Single Payment Scheme is not submitted within the specified period under that Schem e, a penalty of 1% per working day will apply to the Organic Farming Scheme payments.","label":["Fine"],"Comments":[]},{"id":1357,"text":"Notwithstanding this, more will need to be done across Government, and with greater urgency, including in the areas of taxation, regulation and behavioural change, and we are looking at these issues closely now.","label":["non-incentive"],"Comments":[]},{"id":1358,"text":"However notwithstanding the important need to support organic food production the primary rationale for the market intervention by the State to support the OFS is that organic farming delivers environmental benefits which are an important public good.","label":["non-incentive"],"Comments":[]},{"id":1359,"text":"However, a number of initiatives will be introduced to assist in attaining these goals, including:• Expanding the Extended Producer Responsibility Scheme to new waste streams;• Introducing a deposit and return scheme for plastic and aluminum beverage containers;• Promoting trials of better public recycling opportunities on street and at Bring Centres;• Working with industry to expand initiatives such as the Plastics Pledge;• Working with industry to improve labelling to avoid confusion or ambiguity;• Targeting the improvement of key capture rates by extending segregated collection where it is not now available, and promoting better practice;• Implementing the target of 30% replacement of virgin plastic to recycling;• Introducing levies on disposables where sustainable alternatives are available;• Improving segregation and collection performance to increase recycling and reduce contaminationUsing our strengthened enforcement structures and measures to ensure we maximise segregated material collection, we will drive transparency and information-sharing in materials management.","label":["Fine"],"Comments":[]},{"id":1360,"text":"Targeted Agricultural Modernisation Scheme (TAMS) II (AF2E) Supports capital investment in a number of target areas which will promote, among other things, sustainability (eg low emissions slurry spreading equipment, farm nutrient storage, and renewable energy and energy efficiency).","label":["Supplies"],"Comments":[]},{"id":1361,"text":"In order to support the achievement of climate action goals, the policy objective is an approach to carbon neutrality for agriculture and land use including forestry that does not compromise sustainable food production.","label":["non-incentive"],"Comments":[]},{"id":1362,"text":"The OFCIS provides financial support to farmers looking to invest in nutrient storage facilities and precision farming equipment, such as low disturbance tillage equipment, and Low Emission Slurry Spreading (LESS) equipment, that will improve air quality (Obj5N1) and improve soil health (Obj5N3) .","label":["Supplies"],"Comments":[]},{"id":1363,"text":"The Ex Ante Evaluation Report of the Rural Development Programme 2007 – 2013 set out the rationale for a stand-alone scheme by recognising: “Threats to various aspects of the rural environment exist as a result of agricultural practices as well as pressures fr om economic development.","label":["non-incentive"],"Comments":[]},{"id":1364,"text":"It is anticipated that tillage a pplications, EID tag readers, Computer information systems, heat detection systems as well ear tags and pedometers may be part of the types of investments that fall under OFCIS and contribute to supporting digital farming technology.","label":["non-incentive"],"Comments":[]}]