{
  "_name_or_path": "sentence-transformers/paraphrase-multilingual-mpnet-base-v2",
  "architectures": [
    "XLMRobertaForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "bos_token_id": 0,
  "classifier_dropout": null,
  "eos_token_id": 2,
  "gradient_checkpointing": false,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "non-incentive",
    "1": "incentive"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "incentive": 1,
    "non-incentive": 0
  },
  "layer_norm_eps": 1e-05,
  "max_position_embeddings": 514,
  "model_type": "xlm-roberta",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "output_past": true,
  "pad_token_id": 1,
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "torch_dtype": "float32",
  "transformers_version": "4.50.0.dev0",
  "type_vocab_size": 1,
  "use_cache": true,
  "vocab_size": 250002,
  "last_bit":{
    "epochs":2, 
    "r":9,
    "lr":2e-5,
    "batch_size":16,
    "oversampling":false
  }
}
